Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/*.po
Languages: fr_fr

source: Group specific blocks are only visible on group pages and not on systemwide pages like the home page or admin pages.
fr_fr: Les blocs spécifiques aux groupes sont visibles uniquement sur les pages de leurs groupes, mais ils n'apparaissent pas sur les pages globales telles la page d'accueil et les pages d'administration.

source: In order to let group admins determine their own group theme, you must enable multiple themes using <a href="@url">theme configuration page</a>.
fr_fr: Pour que les administrateurs puissent déterminer le thème de leur propre groupe, vous devez activer différents thèmes sur la <a href="@url">page de configuration des thèmes</a>

source: Send message to %group
fr_fr: Envoyer un message à tout le groupe : %group

source: Your message will be sent to all members of this group.
fr_fr: Votre message sera envoyé à tous les membres de ce groupe.

source: Subject
fr_fr: Objet

source: Enter a subject for your message.
fr_fr: Saisissez un objet pour voter message

source: Body
fr_fr: Corps

source: Enter a body for your message.
fr_fr: Saisissez un corps pour votre message

source: Send message
fr_fr: Envoyer le message

source: You may not leave this group because it is a <em>closed</em> group. You should request removal from a group administrator.
fr_fr: Vous ne pouvez pas quitter ce groupe qui est un group <em>fermé</em>. Vous pouvez demander votre retrait auprès d'un administrateur du groupe.

source: You may not leave this group because you are its owner. A site administrator can assign ownership to another user and then you may leave.
fr_fr: Vous ne pouvez pas quitter ce groupe car vous en êtes le propriétaire. Un administrateur du site peut transmettre cette propriété à un autre utilisateur. Vous pourrez alors seulement le quitter.

source: Leave this group
fr_fr: Quitter ce groupe

source: Membership saved.
fr_fr: Adhésion prise en compte.

source: Bad token. You seem to have followed an invalid link.
fr_fr: Mauvais jeton. Il semblerait que vous ayez suivi un lien invalide.

source: !name already approved to group %group.
fr_fr: !name est déjà admis dans le groupe : %group

source: Membership request approved.
fr_fr: Demande d'adhésion approuvée.

source: Membership request denied.
fr_fr: Demande d'adhésion rejetée

source: Are you sure you want to make %name a group administrator for the group %title?
fr_fr: Êtes-vous sûr de vouloir promouvoir %name administrateur du groupe : %title ?

source: Confirm
fr_fr: Confirmation

source: %name was promoted to <em>group administrator</em>.
fr_fr: %name a été promu <em>administrateur de groupe</em>

source: Are you sure you want to remove %name as a group administrator for the group %title?
fr_fr: Êtes-vous sûr de vouloir retirer %name des administrateurs du groupe : %title ?

source: Remove
fr_fr: Retirer

source: %name is no longer a <em>group administrator</em>.
fr_fr: %name n'est plus un <em>administrateur du groupe</em>

source: Email addresses or usernames
fr_fr: Adresses e-mail ou noms d'utilisateurs

source: Enter up to %max email addresses or usernames. Separate multiple addresses by commas or new lines. Each person will receive an invitation message from you.
fr_fr: Saisissez jusqu'à %max adresses e-mail ou noms d'utilisateurs. Séparez les adresses multiples par des virgules ou des sauts de lignes. Chacun des destinataires recevra une invitation de votre part.

source: Personal message
fr_fr: Message personnel

source: Optional. Enter a message which will become part of the invitation email.
fr_fr: Facultatif. Entrez un message qui fera partie du courriel d'invitation.

source: Send invitation
fr_fr: Envoyer l'invitation

source: You may not specify more than %max email addresses or usernames.
fr_fr: Vous ne pouvez pas entrer plus de %max adresses e-mail ou noms d'utilisateurs.

source: You may not invite yourself - @self.
fr_fr: Vous n'êtes pas autorisé à vous inviter vous-même - @self.

source: Invalid email address or username: @value.
fr_fr: Nom d'utilisateur ou adresse e-mail invalide : @value.

source: In order to join this group, you must login or register a new account. After you have successfully done so, you will need to request membership again.
fr_fr: Pour rejoindre ce groupe, vous devez vous identifier ou vous créer un nouveau compte. Après avoir effectué ceci, vous pourrez réitérer votre demande d'adhésion.

source: @user is already a member the group @group.
fr_fr: @user est déjà membre du groupe : @group.

source: Additional details
fr_fr: Détails supplémentaires

source: Add any detail which will help an administrator decide whether to approve or deny your membership request.
fr_fr: Veuillez ajouter des détails qui aideront un administrateur à décider s'il accepte ou rejette votre demande d'adhésion.

source: Are you sure you want to join the group %title?
fr_fr: Êtes-vous sûr de vouloir rejoindre le groupe : %title ?

source: Join
fr_fr: Rejoindre

source: Personal message from @name: ------------------ @request
fr_fr: Message personnel de @name: ------------------ @request

source: Membership request to the %group group awaits approval by an administrator.
fr_fr: La demande d'adhésion au groupe %group attend l'approbation d'un administrateur.

source: You are now a member of the %group.
fr_fr: Vous êtes un nouveau membre du groupe %group.

source: Membership request to the %group group was rejected, only group administrators can add users to this group.
fr_fr: La demande d'adhésion au groupe %group a été rejetée. Seuls des administrateurs du groupe peuvent ajouter des membres à ce groupe.

source: Are you sure you want to remove !name from the group %title?
fr_fr: Êtes-vous sûr de vouloir retirer !name du group %title ?

source: %user removed from %group.
fr_fr: %user a été retiré du groupe %group.

source: List of users
fr_fr: Liste des utilisateurs

source: Add one or more usernames in order to associate users with this group. Multiple usernames should be separated by a comma.
fr_fr: Ajoutez un ou plusieurs noms d'utilisateurs pour les associer à ce groupe. Séparez les différents noms par des virgules.

source: Add users
fr_fr: Ajouter des utilisateurs

source: Posts
fr_fr: Contributions

source: Comments
fr_fr: Commentaires

source: Age
fr_fr: Âge

source: Last comment
fr_fr: Dernier commentaire

source: No groups available.
fr_fr: Aucun groupe disponible.

source: No posts in this group.
fr_fr: Aucune contribution dans ce groupe.

source: No public posts in this group.
fr_fr: Aucune contribution publique dans ce groupe.

source: You must <a href="!register">register</a> or <a href="!login">login</a> and become a member in order to post messages, and view any private posts.
fr_fr: Vous devez <a href="!register">vous enregistrer</a> ou <a href="!login">vous identifier</a> puis devenir adhérent de ce groupe pour pouvoir contribuer et voir les contributions privées.

source: Consider <a href="!url">joining this group</a> in order to view its posts.
fr_fr: Veuillez <a href="!url">rejoindre ce groupe</a> pour voir ses contributions.

source: Open
fr_fr: Ouvrir

source: Moderated
fr_fr: Modéré

source: A brief description for the group details block and the group directory.
fr_fr: Une brève description pour le bloc des détails du groupe et le répertoire des groupes.

source: Open - membership requests are accepted immediately.
fr_fr: Ouvert - Les demandes d'adhésion sont acceptées immédiatement.

source: Moderated - membership requests must be approved.
fr_fr: Modéré - Les demandes d'adhésion doivent être approuvées.

source: Invite only - membership must be created by an administrator.
fr_fr: Sur invitation - l'adhésion doit être proposée par un administrateur.

source: Closed - membership is exclusively managed by an administrator.
fr_fr: Fermée - l'adhésion est exclusivement gérée par un administrateur.

source: Membership requests
fr_fr: Demandes d'adhésion

source: How should membership requests be handled in this group? When you select <em>closed</em>, users will not be able to join <strong>or</strong> leave.
fr_fr: De quelle façon doivent être traitées les demandes d'adhésion ? Si vous sélectionnez <em>fermé</em>, les utilisateurs n'auront l'autorisation ni de rejoindre le groupe ni de le quitter.

source: Registration form
fr_fr: formulaire d'abonnement

source: May users join this group during registration? If checked, a corresponding checkbox will be added to the registration form.
fr_fr: Les utilisateurs peuvent-ils rejoindre ce groupe à leur abonnement ? Si coché, une case à cocher correspondante à ce groupe sera ajoutée au formulaire d'abonnement.

source: List in groups directory
fr_fr: visible dans la liste des groupes

source: Should this group appear on the <a href="@url">list of groups page</a> (requires OG Views module)? Disabled if the group is set to <em>private group</em>.
fr_fr: Ce groupe doit-il apparaître dans la <a href="@url">page de la liste des groupes</a> (le module OG Views est requis) ? Désactivé si ce groupe est configuré comme <em>groupe privé</em>.

source: Group language
fr_fr: Langue du groupe

source: Language neutral
fr_fr: Langue neutre

source: Selecting a different theme will change the look and feel of the group.
fr_fr: La sélection d'un thème change l'apparence et la disposition de l'interface du groupe.

source: You must <a href="@join">join a group</a> before posting on this web site.
fr_fr: Vous devez <a href="@join">rejoindre un groupe</a> avant de contribuer à ce site internet.

source: Mission statement
fr_fr: Mission

source: A welcome greeting for your group home page. Consider listing the group objectives and mission.
fr_fr: Un message de bienvenue pour la page d'accueil de votre groupe. Veuillez par exemple lister les objectifs et la mission de votre groupe.

source: Group manager
fr_fr: Responsable du groupe

source: Sticky at top of group home page and other lists.
fr_fr: Persistent en tête de la page d'accueil du groupe et d'autres listes.

source: OG audience.
fr_fr: OG : Public visé.

source: Group description.
fr_fr: Og : Description du groupe

source: Handling of group membership requests.
fr_fr: Gestion des demandes d'adhésion au groupe.

source: Checkbox for visibility on registration form.
fr_fr: Case à cocher pour la visibilité sur le formulaire d'abonnement.

source: Checkbox for visibility in the groups directory.
fr_fr: Case à cocher pour la visibilité dans la liste des groupes.

source: The default interface language for this group.
fr_fr: Langue d'interface par défaut pour ce groupe.

source: Organic groups
fr_fr: Groupes

source: Organic groups usage
fr_fr: OG : relatif aux groupes

source: Specify how organic groups should treat nodes of this type. Nodes may behave as a group, as group posts, or may not participate in organic groups at all.
fr_fr: Veuillez préciser comment OG doit traiter les noeuds de ce type. Les noeuds peuvent appartenir à un groupe, comme les contributions de groupe, ou ne peuvent pas interagir du tout avec les groupes.

source: Do nothing.
fr_fr: Ne rien faire.

source: Delete all group posts which don't also belong to another group.
fr_fr: Efface toutes les contributions du groupe qui n'appartiennent pas également à un autre groupe.

source: Move all group posts to the group listed below.
fr_fr: Déplace toutes les contributions du groupe vers le groupe ci-dessous.

source: Move all group posts and memberships to the group listed below.
fr_fr: Déplace toutes les contributions du groupe et tous les utilisateurs vers le groupe ci-dessous.

source: In addition to deleting this group, you choose how to disposition the posts and memberships within it.
fr_fr: En plus d'effacer ce groupe, vous choisissez ce qu'ils faut faire des contributions et des membres qui y sont attachés.

source: Target group
fr_fr: Groupe de destination

source: If you chose <strong>Move all group posts</strong> above, specify a destination group.
fr_fr: Si vous choisissez ci-dessus <strong>Déplacer toutes les contributions du groupe</strong>, Veuillez spécifier un groupe de destination.

source: Delete group
fr_fr: Effacer le groupe

source: My groups
fr_fr: Mes groupes

source: Other groups
fr_fr: Autres groupes

source: Audience
fr_fr: Public visé

source: You must <a href="@join">join a group</a> before posting a %type.
fr_fr: Vous devez <a href="@join">rejoindre un groupe</a> avant de créer un contenu : %type.

source: @group: '@title' at @site
fr_fr: @group : '@title' sur @site

source: @type '@subject' by @username @node_teaser !read_more: !content_url Post reply: !reply_url -- You are subscribed from the group '@group' at @site. To manage your subscription, visit !group_url
fr_fr: @type '@subject' écrit par @username @node_teaser !read_more: !content_url Post reply: !reply_url -- Vous souscrivez à ce contenu par le groupe : '@group' sur @site. Pour gérer vos souscriptions, allez à !group_url

source: @body -- This message was sent by an administrator in the '@group' group at @site. To visit this group, browse to !url_group. To unsubscribe from this group, visit !url_unsubscribe
fr_fr: @body -- Ce message a été envoyé par l'administrateur du groupe : '@group' sur @site. Pour visiter ce groupe, veuillez vous rendre à !url_group. Pour vous désinscrire de ce groupe, allez à !url_unsubscribe

source: Membership request approved for '@title'
fr_fr: Demande d'adhésion approuvée pour '@title'

source: You may now post messages in this group located at !group_url
fr_fr: Vous ne pouvez pas poster de messages dans ce groupe situé à !group_url

source: Membership request denied for '@title'
fr_fr: Demande d'adhésion rejetée pour '@title'

source: Sorry, your membership request was denied.
fr_fr: Désolé, votre demande d'adhésion a été rejetée.

source: Invitation to join the group '@group' at @site
fr_fr: Invitation à rejoindre le groupe '@group' à @site

source: Hi. I'm a member of '@group' and I welcome you to join this group as well. Please see the link and message below. @group @description Join: !group_url @body
fr_fr: Bonjour, je suis un membre du groupe '@group' et je vous invite à rejoindre également ce groupe. Veuillez suivre le lien qui suit. @group @description Rejoindre: !group_url @body

source: Membership request for '@group' from '@username'
fr_fr: demande d'adhésion pour le groupe : '@group' par '@username'

source: To instantly approve this request, visit !approve_url. You may deny this request or manage members at !group_url. Personal message from @username: ------------------ @request
fr_fr: Pour approuver cette demande directement, cliquez : !approve_url. Vous pouvez rejeter cette demande ou gérer les membres à l'adresse : !group_url. Message personnel de @username: ------------------ @request

source: You are now an administrator for the group '@group'
fr_fr: Vous êtes maintenant un administrateur du groupe : '@group'

source: @username, you are now an administrator for the group '@group'. You can administer this group by logging in here: !group_url
fr_fr: @username, vous êtes maintenant administrateur du groupe : '@group'. Vous pouvez administrer ce groupe en vous connectant ici : !group_url

source: Join %name.
fr_fr: Rejoindre le groupe : %name.

source: (approval needed)
fr_fr: (approbation requise)

source: May not be posted into a group.
fr_fr: Ne peut pas être posté dans un groupe.

source: Standard group post (typically only author may edit).
fr_fr: Contribution standard à un groupe (généralement, seul l'auteur peut la modifier).

source: Wiki group post (any group member may edit).
fr_fr: Contribution wiki à un groupe (tous les membres du groupe peuvent l'éditer).

source: New groups
fr_fr: Nouveaux groupes

source: Maximum number of members to show
fr_fr: Nombre maximum de membres à afficher

source: You may specify which types of group members appear in the listing.
fr_fr: Vous devez préciser quels types de membres de groupes peuvent apparaître dans la liste.

source: Maximum number of groups to show
fr_fr: Nombre maximum de groupes à afficher

source: This group offers a <a href="@subscription">subscription option</a>.
fr_fr: Ce groupe propose une <a href="@subscription">souscription</a>.

source: more
fr_fr: plus

source: Browse the newest groups.
fr_fr: Parcourir la liste des groupes les plus récents.

source: Invite friend
fr_fr: inviter un ami

source: Manager: !name
fr_fr: Responsable : !name

source: My membership
fr_fr: Mon adhésion

source: Your membership request awaits approval.
fr_fr: Votre adhésion n'a pas encore été approuvée.

source: Delete request
fr_fr: supprimer la demande

source: You must <a href="!register">register</a>/<a href="!login">login</a> in order to post into this group.
fr_fr: Vous devez vous <a href="!register">enregistrer</a>/<a href="!login">connecter</a> pour pouvoir contribuer à ce groupe.

source: This is an <em>invite only</em> group. The group administrators add/remove members as needed.
fr_fr: Ceci est un groupe <em>sur invitation</em>. Les administrateurs de ce groupe ajoutent/retirent des membres selon le besoin.

source: This is a <em>closed</em> group. The group administrators add/remove members as needed.
fr_fr: Ceci est un groupe <em>fermé</em>. Les administrateurs de ce groupe ajoutent/retirent des membres selon le besoin.

source: Request membership
fr_fr: Demander l'adhésion

source: Create !type
fr_fr: Créer un contenu : !type

source: Add a new !type in this group.
fr_fr: Ajouter un contenu : !type à ce groupe.

source: (pending approval)
fr_fr: (en attente d'approbation)

source: Add a user to a group.
fr_fr: Ajouter un utilisateur à un groupe.

source: All members for a given group.
fr_fr: Tous les membres d'un groupe donné.

source: Retrieve the group memberships for a given user.
fr_fr: Donne les informations d'adhésion aux groupes pour un utilisateur donné.

source: Title of top group
fr_fr: Titre du groupe principal

source: Unfiltered title of top group. WARNING - raw user input.
fr_fr: Titre non filtré du groupe principal. ATTENTION - entrée utilisateur brute.

source: ID of top group
fr_fr: ID du groupe principal

source: README file
fr_fr: Fichier README

source: 1 message queued for delivery.
fr_fr: 1 message dans la file d'expédition.

source: 1 invitation sent.
fr_fr: 1 invitation envoyée.

source: Unrecognized name: %bad.
fr_fr: Nom inconnu : %bad.

source: 1 user added to the group.
fr_fr: 1 utilisateur ajouté au groupe.

source: 1 group
fr_fr: 1 groupe

source: Deleted 1 orphan post.
fr_fr: 1 contribution orpheline supprimée

source: Moved 1 orphan post.
fr_fr: 1 contribution orpheline déplacée

source: Moved 1 membership.
fr_fr: 1 adhésion déplacée.

source: Show this post in this group.
fr_fr: Afficher cette contribution dans ce groupe.

source: 1 member
fr_fr: 1 membre

source: administer organic groups
fr_fr: administrer les groupes

source: Join group
fr_fr: Rejoindre le groupe

source: Leave group
fr_fr: Quitter le groupe

source: Approve membership request
fr_fr: Demande d'adhésion approuvée

source: Deny membership request
fr_fr: Demande d'adhésion rejetée

source: Create group administrator
fr_fr: Créer un administrateur de groupe

source: Delete group administrator
fr_fr: Supprimer un administrateur de groupe

source: Manage membership
fr_fr: Gérer les adhésions

source: Group activity
fr_fr: Activité des groupes

source: Administer the suite of Organic groups modules.
fr_fr: Administrer les modules "Organic groups".

source: Organic groups configuration
fr_fr: Configuration des groupes

source: Configure the main Organic groups module (og).
fr_fr: Configurer le module principal des groupes (og).

source: Add members
fr_fr: Ajouter des membres

source: Broadcast
fr_fr: Diffusion (broadcast)

source: Stores information about each group.
fr_fr: Stocke des informations sur chaque groupe.

source: The group's {node}.nid.
fr_fr: {node}.nid du groupe.

source: Determines how subscription requests are handled (open, moderated, invite only, closed).
fr_fr: Détermine de quelle façon sont traitées les demandes d'adhésion (ouvert, modéré, sur invitation, fermé).

source: Group description. Shows up by default on group directory.
fr_fr: Description du groupe. Affichée par défaut dans la liste des groupes.

source: The group specific theme (if any). See {system}.name.
fr_fr: Theme specifique du groupe (s'il y a lieu). Voir {system}.name.

source: Should users be able to join this group from registration form.
fr_fr: Les utilisateurs peuvent rejoindre ce groupe depuis le formulaire d'abonnement.

source: Should this group appear in the groups directory.
fr_fr: Ce groupe apparaît dans la liste des groupes.

source: Group specific language. See {languages}.language.
fr_fr: Langue spécifique du groupe. Voir {languages}.language.

source: Is group home page private or public.
fr_fr: La page d'accueil du groupe est privée ou publique.

source: Group memberships
fr_fr: Adhésions aux groupes

source: Group's {node}.nid.
fr_fr: {node}.nid du groupe.

source: Not currently used.
fr_fr: Pas utilisé actuellement.

source: Is this membership active or pending?
fr_fr: L'adhésion est-elle active ou en attente d'approbation ?

source: Is this user a group administrator?
fr_fr: Cet utilisateur est-il un administrateur de groupe ?

source: The user for this membership. See {users}.uid.
fr_fr: L'utilisateur pour cette adhésion. Voir {users}.uid.

source: Time when this membership was last changed.
fr_fr: Date à laquelle cette adhésion a été modifiée pour la dernière fois.

source: The post's {node}.nid.
fr_fr: {node}.nid de la contribution.

source: Is this a public or private post? This value is always the same across all groups for a given post.
fr_fr: Cette contribution est-elle publique ou privée ? Cette valeur sera toujours la même pour tous les groupes pour une contribution donnée.

source: Organic groups module enabled. Please see the included !readme_file for further installation instructions.
fr_fr: Module OG activé. veuillez lire le !readme_file pour de plus amples instructions.

source: Organic groups group type
fr_fr: Groupe de type "Organic groups" (og)

source: Organic groups access control module is disabled. See the <a href="@modules">modules page</a>.
fr_fr: Le module de contrôle d'accès aux og ("organic groups") est désactivé. Voir la <a href="@modules">page des modules</a>.

source: Enable users to create and manage groups. OG Views integration module is recommended for best experience.
fr_fr: Permet aux utilisateurs de créer ou de gérer des groupes. Le module "OG Views integration" est recommandé.
