Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/*_0.po
Languages: fr

source: Enables users to forward pages to friends.
fr: Autoriser les utilisateurs à transférer ces pages à leurs amis

source: forward this page
fr: Transférer cette page

source: Send an e-Postcard
fr: Envoyer une e-Carte

source: forward tracking
fr: Suivi de Forward

source: Administrative Options
fr: Adiministration des options

source: Use Node Type in Link
fr: Utiliser le type de Node comme lien

source: If checked, the link will read &quot;email this <em>nodetype</em>&quot;; if not, it will just read &quot;email this page&quot;
fr: Si coché, le lien affichera &quot;recommander ce nodetype&quot;, sinon il y aura seulement &quot;recommander cette page&quot;

source: Show link on main page
fr: Montrer le lien en première page

source: If checked, the link will appear on your home page
fr: Si coché, le lien apparaîtra sur votre page d'accueil

source: Form Type
fr: Type de formulaire

source: Select link for a forward this page link or form to use a collapsible forwarding form.
fr: Choisissez link pour recommander cette page sous forme de lien, ou form pour utiliser un formulaire

source: Flood Control Limit
fr: Limite de contrôle de flux

source: How many times a user can use the form in a one hour period. This will help prevent the forward module from being used for spamming.
fr: Combien de fois un utilisateur peut utiliser le formulaire en une heure. Ceci limite les risques de spam

source: Flood Control Error
fr: Erreur de contrôle de flux

source: You can't send more than %number messages per hour. Please try again later.
fr: Vous ne pouvez envoyer plus de %number messages en une heure. Réessayer plus tard SVP.

source: This text appears if a user exceeds the flood control limit. The value of the flood control limit setting will appear in place of %number in the message presented to users
fr: Ce texte apparaît si un utilisateur dépasse la limite de contrôle de flux. La valeur de la limite de contrôle de flux apparaîtra à la place de %number dans le message présenté aux utilisateurs

source: Page Text Values
fr: Valeurs de la page de texte

source: Forward Instructions
fr: Instructions pour Forward

source: Thank you for your interest in spreading the word on
fr: Merci de votre intérêt à faire connaître notre site

source: NOTE: We only request your email address so that the person you are recommending the page to knows that you wanted them to see it, and that it is not junk mail. We do not capture any email address.
fr: Note : nous ne demandons votre adresse eMail uniquement pour que le destinataire du message puisse vous identifier. Nous ne capturons aucune adresse à d'autres fins.

source: This message will be displayed above the form.
fr: Ce message sera affiché au dessus du formulaire

source: Thank You Message
fr: Message de remerciement

source: Thank you for your help in spreading the word about
fr: Merci de nous aider à faire connaître notre site

source: We appreciate your help.
fr: Nous apprécions votre aide

source: This message will be displayed after the user successfully submits the form.
fr: Ce message sera affiché après que le formulaire ait convenablement été diffusé

source: Forward Form Default Values
fr: Valeurs par défaut du formulaire Forward

source: From Address
fr: Adresse de l'expéditeur

source: The address to send from. Should be a functioning email address.
fr: Adresse à partir de laquelle envoyer le message. Celle-ci doit être valide.

source: Header Image for Email
fr: Image d'entête pour le message

source: Enter the URL of the image to as a logo at the top of forwarded pages.
fr: Insérer l'adresse de l'image utilisée comme logo en tête des messages transférés

source: Forward Message Subject
fr: Sujet du message envoyé

source: %name has forwarded a page to you from %site
fr: %name vous recommande cette page du site %site

source: Email subject line. The sender's name will appear in place of %name in the subject. The web site name will be inserted in place of %site
fr: Sujet du message. Le nom de l'expéditeur apparaîtra à la place de %name dans le sujet. Le nom du site sera inséré à la place de %site

source: Forward Message Body
fr: Corps du message

source: %name thought you would like to see this page from the %site web site.
fr: %name a pensé que vous seriez intéressé par cette page du site %site

source: Email message body. The sender's name will appear in place of %name in the message body. The web site name will be inserted in place of %site The sender will be able to add their own message after this.
fr: Corps du texte. Le nom de l'expéditeur apparaîtra à la place de %name dans le corps du message. Le nom du site sera inséré à la place de %site. L'expéditeur pourra ajouter son propre message après ce texte.

source: e-Postcard Message Subject
fr: Sujet du message de l'e-Carte

source: %name has sent you an e-postcard from %site
fr: %name vous a envoyé une e-Carte du site %site

source: Postcard subject line. The sender's name will appear in place of %name in the subject. The web site name will be inserted in place of %site
fr: Sujet de l'e-Carte. Le nom de l'expéditeur apparaîtra à la place de %name dans le sujet. Le nom du site sera inséré à la place de %site

source: e-Postcard Message Body
fr: Corps du message e-Carte

source: %name has sent you an e-postcard from the %site web site. Please take a moment to visit our web site.
fr: %name vous a envoyé une e-Carte du site %site. Merci de prendre un moment pour visiter notre site

source: Postcard message body. The sender's name will appear in place of %name in the message body. The web site name will be inserted in place of %site The sender will be able to add their own message after this.
fr: Corps de l'e-Carte. Le nom de l'expéditeur apparaîtra à la place de %name. Le nom du site sera inséré à la place de %site. L'expéditeur pourra ajouter son propre message après ce texte

source: Oranization Ad
fr: Publicité

source: This message will be just above the footer message in the email.
fr: Ce texte sera placé juste au dessus du pied de page du message.

source: Footer Message
fr: Pied de page du message

source: This message will be postpended as a footer message to the email.
fr: Ce texte sera utilisé comme pied de page de votre message

source: Latest Blog Articles
fr: Derniers articles du blog

source: Latest Users
fr: Derniers utilisateurs

source: Latest Comments
fr: Derniers commentaires

source: Most Popular Content
fr: Contenu le plus populaire

source: None
fr: Aucun

source: Dynamic Block
fr: Bloc dynamique

source: Choose the dynamic block to send with these emails
fr: Choisissez le bloc dynamique qui sera envoyé avec le message

source: Message to Send
fr: Message à envoyer

source: Your Email
fr: Votre adresse eMail

source: Your Name
fr: Votre nom

source: Send To
fr: A envoyer à

source: Enter multiple addresses on separate lines or separate them with commas.
fr: Vous pouvez saisir plusieurs adresses sur plusieurs lignes OU en les séparant par une virgule

source: Page Being Sent
fr: Page qui sera envoyée

source: Message Subject
fr: Sujet du message

source: (Your Name)
fr: (Votre nom)

source: Message Body
fr: Corps du message

source: Your Personal Message
fr: Votre message personnel

source: Send Message
fr: Envoyer le message

source: Forward this page to a friend
fr: Envoyer cette page à un ami

source: You are going to email the following
fr: Vous allez recommander

source: Header injection attempt detected. Do not enter line feed characters into the from field!
fr: Header : tentative d'injection détéectée. Ne saisissez pas de code dans ce champ.

source: Your Email address is invalid.
fr: Votre adresse eMail n'est pas valide

source: You must enter your name.
fr: Vous devez saisir votre nom

source: You did not enter any recipients.
fr: Vous n'avez saisi aucuns destinataires

source: One of your Recipient addresses is invalid:
fr: L'adresse d'un de vos destinataires n'est pas valide

source: You must enter a message.
fr: Vous devez saisir un message

source: Recent blog posts
fr: Posts récent sur le blog

source: Who's new
fr: Qui sont les nouveaux

source: Recent comments
fr: Commentaires récents

source: email this page
fr: Recommander cette page

source: email this %type
fr: Recommander ce %type

source: Email this !type
fr: Recommander à un ami

source: Time
fr: Heure

source: Path
fr: Chemin

source: Title
fr: Titre

source: emails sent to
fr: messages envoyés à

source: recipients
fr: destinataires

source: No one has used Forward yet.
fr: Personne n'a encore utilisé Forward

source: Forward Tracking
fr: Suivi de Forward

source: Most Emailed
fr: Les plus envoyés

source: Most Emailed Today
fr: Les plus envoyés aujourd'hui

source: Most Emailed This Week
fr: Les plus envoyés cette semaine

source: Most Emailed of All Time
fr: Les plus envoyés depuis le début

source: Most Recently Emailed
fr: Les plus récemment envoyés

source: Block Type
fr: Type de bloc

source: Choose the block type
fr: Choisissez le type de bloc

source: Today's Most Emailed
fr: Les plus envoyés aujourd'hui

source: This Week's Most Emailed
fr: Les plus envoyés de la semaine

source: Forward module installed tables successfully.
fr: Le module Forward a installé les tables avec succès

source: The installation of forward module was unsuccessful.
fr: L'installation du module Forward n'a pas fonctionné

source: access forward
fr: accès à Forward

source: administer forward
fr: administration de Forward

source: Message from Sender
fr: Message de l'expéditeur

source: Click here to read more on our site
fr: Cliquez ici pour en savoir plus sur notre site

source: Click here to visit our site
fr: Cliquez ici pour visiter notre site
