Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/*_1.po
Languages: fr

source: Allows you to create a Tell-a-Friend page to spread the word about your site.
fr: Vous permet de créer un message de type Tell-a-Friend pour présenter votre site

source: Control the contents of <em>Tell a friend</em> e-mail message.
fr: Controle le contenu du message <em>Tell a friend</em>.

source: Title of the <em>Tell a friend</em> page.
fr: Titre de la page <em>Tell a friend</em>.

source: A description or information shown above the <em>Tell a friend</em> form.
fr: Description ou information affichée au dessus du formulaire <em>Tell a friend</em>

source: This is where the script will redirect the user after the e-mail is successfully sent.
fr: Page ou sera redirigé l'utilisateur après que le message ait été envoyé

source: SMTP server name. Default is <em>localhost</em>.
fr: Nom du serveur SMTP, par défaut <em>localhost</em>.

source: This is the maximum number of tell-a-friend requests per user, per hour.
fr: Nombre maximum de message envoyés par utilisateur en une heure

source: This is the maximum number of email addresses that can be included per tell-a-friend request.
fr: Nombre maximum d'adresses inclues dans le message

source: This will be the link which will appear in the tellafriend block.
fr: Lien qui apparaîtra dans le block TellaFriend

source: You are invited to check out !sitename at !sitelink'
fr: Tu es invité(e) à visiter le site !sitename à l'adresse !sitelink'

source: This is the text of the sent message. Use plain text only. Available placeholders: <em>!sitename, !sitelink, !sitemail, !sendername, !sendermail</em>.
fr: Voici le texte du message envoyé. Utilisez uniquement du texte. Raccourcis possibles : <em>!sitename, !sitelink, !sitemail, !sendername, !sendermail</em>.

source: Love, Sincerely, etc...
fr: Amitiées, cordialement ...

source: Spread the word about !site by telling your friend(s) about it!
fr: Faites connaître !site en envoyant un message à vos amis!

source: Your name as it will appear in the sent e-mail.
fr: Votre nom comme il apparaîtra dans le message.

source: Your e-mail address as it will appear in the sent e-mail.
fr: Votre adresse e-mail comme elle apparaîtra dans le message.

source: Seperate multiple e-mail addresses with commas.
fr: Vous pouvez indiquer plusieurs adresses en les séparant par une virgule.

source: Your Personal message
fr: Votre message personnel

source: I found this great web site, which you should really check out!
fr: Je viens de trouver ce site, tu devrais aller y faire un tour !

source: Add your personal message to the e-mail.
fr: Ajoutez votre message personnel qui sera inclus dans l'eMail.

source: Message to be sent
fr: Message qui sera envoyé

source: Tell now!
fr: Envoyez !

source: Email address is not valid!
fr: Adresse eMail non valide

source: You have exceeded the maximum number of %number email addresses per request.
fr: Vous avez dépassé le nombre d'adresses (%number) que vous pouvez indiquer par message.

source: You can't make more than %number mail requests per hour. Please try again later.
fr: Vous ne pouvez envoyer plus de %number messages par heure. Veuillez réessayer plus tard.

source: Thank you! Your message has been sent to: !recepient
fr: Merci, votre message à été envoyé à !recipient
