Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/*_2.po
Languages: fr

source: Enables users to forward pages to friends.
fr: Autorise utilisateurs à envoyer des pages à leurs amis.

source: forward this page
fr: transmettre cette page

source: Send an e-Postcard
fr: Envoye une e-Carte

source: forward tracking
fr: Envoyez un suivi

source: Administrative Options
fr: Options d'administration

source: Use Node Type in Link
fr: Utiliser une type de Noeud en lien

source: If checked, the link will read &quot;email this <em>nodetype</em>&quot;; if not, it will just read &quot;email this page&quot;
fr: Si l'option est cochée, le lien "envoyer cette <em> nodetype</ em>", sinon, il suffit de lire "envoyer cette page"

source: Show link on main page
fr: Afficher le lien dans la page principale

source: If checked, the link will appear on your home page
fr: Si l'option est cochée, le lien apparaïtra sur la page d'accueil

source: Form Type
fr: Type de formulaire

source: How many times a user can use the form in a one hour period. This will help prevent the forward module from being used for spamming.
fr: Combien de fois un utilisateur peut utiliser le formulaire au cours d'une période d'une heure. Cela permet d'éviter le détournement du module pour envoyer du courrier indésirable (spam).

source: You can't send more than %number messages per hour. Please try again later.
fr: Vous ne pouvez pas envoyer plus de %number messages par heure. SVP, essayez plus tard.

source: This text appears if a user exceeds the flood control limit. The value of the flood control limit setting will appear in place of %number in the message presented to users
fr: Ce texte apparaît si un utlisateur excède la limite de flux qui lui est impartie. Ce paramètre de limite apparaîtra dans le champ %number dans le message présenté à l'utilisateur

source: Forward Instructions
fr: Instructions de transmission

source: Thank you for your interest in spreading the word on
fr: Nous vous remercions de participer à la promotion de

source: NOTE: We only request your email address so that the person you are recommending the page to knows that you wanted them to see it, and that it is not junk mail. We do not capture any email address.
fr: NOTE: Nous ne demandons votre adresse e-mail de sorte que la personne à laquelle vous recommandez la pagevous identifie comme expéditeur et sache qu'il ne s'agit pas de spamming. Nous ne récupérons aucune des adresses que vous utilisez dans le cadre de cette propagation.

source: This message will be displayed above the form.
fr: Ce message sera affiché au dessus du formulaire

source: Thank You Message
fr: Merci pour votre message

source: Thank you for your help in spreading the word about
fr: Merci de votre soutien à la promotion de notre mission

source: We appreciate your help.
fr: Nous apprécions votre soutien.

source: This message will be displayed after the user successfully submits the form.
fr: Ce message sera affiché après que l'utilisateur ait soumis avec succès le formulaire.

source: Forward Form Default Values
fr: Valeur par défaut du formulaire de transmission

source: From Address
fr: De l'adresse

source: The address to send from. Should be a functioning email address.
fr: L'adresse de l'expéditeur. Elle ne peut être qu'un e-mail valide.

source: Header Image for Email
fr: Image d'entête pour e-mail

source: Enter the URL of the image to as a logo at the top of forwarded pages.
fr: Entrez l'url de l'image qui constituera le logo des pages transmises.

source: Forward Message Subject
fr: Sujet du message transmis

source: %name has forwarded a page to you from %site
fr: %name vous a envoyé une page du site %site

source: Email subject line. The sender's name will appear in place of %name in the subject. The web site name will be inserted in place of %site
fr: Sujet de la transmission. Le nom de l'expéditeur apparaitra à la place de %name dans le sujet. Le nom du site sera inséré à la place de %site

source: Forward Message Body
fr: Corps du message transmis

source: %name thought you would like to see this page from the %site web site.
fr: %name pense que vous pouvez trouver de l'intérêt à la découverte de %site.

source: Email message body. The sender's name will appear in place of %name in the message body. The web site name will be inserted in place of %site The sender will be able to add their own message after this.
fr: Corps de la transmission. Le nom de l'expéditeur apparaitra à la place de %name dans le sujet. Le nom du site sera inséré à la place de %site. L'expéditeur sera autorisé à ajouter son propre message à la suite de ce champ.

source: e-Postcard Message Subject
fr: Sujet du message e-Carte

source: %name has sent you an e-postcard from %site
fr: %name vous a envoyé une e-carte depuis %site

source: Postcard subject line. The sender's name will appear in place of %name in the subject. The web site name will be inserted in place of %site
fr: Champ du sujet de l'e-Carte. Le nom de l'expéditeur apparaîtra à la place de %name dans le sujet. Le nom du site web sera inséré à la place de %site

source: e-Postcard Message Body
fr: Corps du message e-Carte

source: %name has sent you an e-postcard from the %site web site. Please take a moment to visit our web site.
fr: %name vous a envoyé une e-Carte depuis le site %site. Vous nous feriez un grand honneur de nous accorder une visite.

source: Postcard message body. The sender's name will appear in place of %name in the message body. The web site name will be inserted in place of %site The sender will be able to add their own message after this.
fr: Corps du message E-carte. Le nom de l'expéditeur apparaîtra à la place de %name dans le corps du message. Le nom du site web sera inséré à la place de %site. L'expéditeur sera capable d'ajouter son propre message après ce champ.

source: Oranization Ad
fr: Ajouter une organisation

source: This message will be just above the footer message in the email.
fr: Ce message sera situé au-dessus du pied de page.

source: Footer Message
fr: Message de pied de page.

source: This message will be postpended as a footer message to the email.
fr: Ce message sera accroché en pied d'e-mail.

source: Latest Blog Articles
fr: Derniers articles du blog

source: Latest Users
fr: Derniers utilisateurs

source: Latest Comments
fr: Derniers commentaires

source: Most Popular Content
fr: Contenus les plus populaires

source: None
fr: Aucun

source: Dynamic Block
fr: Bloc dynamique

source: Choose the dynamic block to send with these emails
fr: Choisissez un bloc dynamique pour envoyer ces e-mails

source: Message to Send
fr: Message à envoyer

source: Your Email
fr: Votre e-mail

source: Your Name
fr: Votre nom

source: Send To
fr: Envoyé à

source: Enter multiple addresses on separate lines or separate them with commas.
fr: Entrez plusieurs adresses par des lignes successives ou en les séparant par des virgules

source: Page Being Sent
fr: La page a été envoyée

source: Message Subject
fr: Sujet du message

source: (Your Name)
fr: (Votre Nom)

source: Message Body
fr: Corps du message

source: Your Personal Message
fr: Votre message personnel

source: Send Message
fr: Envoyer le message

source: Forward this page to a friend
fr: Envoyer cette page à un ami

source: Header injection attempt detected. Do not enter line feed characters into the from field!
fr: Tentative d'injection dans l'entête détectée. Ne pas entrer les caractères de retour à la ligne dans le champ De!

source: Your Email address is invalid.
fr: Votre adresse e-mail est invalide.

source: You must enter your name.
fr: Vous devez fournir votre nom.

source: You did not enter any recipients.
fr: Vous n'avez défini aucun récipient.

source: One of your Recipient addresses is invalid:
fr: Une des adresses de réception est invalide.

source: You must enter a message.
fr: Vous devez saisir un message.

source: Recent blog posts
fr: Récent posts sur les blogs

source: Who's new
fr: Les nouveaux

source: Recent comments
fr: Commentaires récents

source: email this page
fr: Envoyer cette page

source: email this %type
fr: envoyez ce %type

source: Time
fr: Heure

source: Title
fr: Titre

source: emails sent to
fr: emails envoyés à

source: recipients
fr: récipients

source: No one has used Forward yet.
fr: Personne n'a encore utilisé Forward

source: Forward Tracking
fr: Transmettre un suivi

source: Most Emailed
fr: Les plus envoyés

source: Most Emailed Today
fr: Les plus envoyés aujourd'hui

source: Most Emailed This Week
fr: Les plus envoyés ce week-end

source: Most Emailed of All Time
fr: Les plus envoyés de tous les temps

source: Most Recently Emailed
fr: Récents envois

source: Choose the block type
fr: Choisissez le type de block

source: Today's Most Emailed
fr: Le plus envoyé du jour

source: This Week's Most Emailed
fr: Le plus envoyés de la semaine

source: Forward module installed tables successfully.
fr: Le module Forward a installé les tables avec succès.

source: The installation of forward module was unsuccessful.
fr: L'installation du module Forward a échoué.

source: access forward
fr: accès forward

source: administer forward
fr: administrer forward

source: forward
fr: transmettre

source: Message from Sender
fr: Message de l'expéditeur

source: Click here to read more on our site
fr: Cliquez ici pour en savoir davantage sur notre site

source: Click here to visit our site
fr: Cliquez ici pour visiter notre site
