Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/*_3.po
Languages: fr

source: Fivestar Rating
fr: Notation fivestar

source: Number of Options
fr: Nombre d'options

source: The number of stars or radio buttons to display.
fr: Nombre d'étoiles ou de boutons radio à afficher

source: Node ID
fr: ID du noeud

source: A single node ID on which this field will register the vote. If no NID is specified, the field's value will be saved, but no vote will be registered with the Voting API.
fr: Un unique ID de noeud qui sera associé à votre votre. Si aucun ID n'est spécifié, la valeur de champ sera sauvegardée, mais aucun vote ne sera enregistré avec l'application.

source: Return the target node ID or use plain text. Enter PHP code between <em>&lt;?php ?&gt;</em>. Note that executing incorrect PHP-code can break your Drupal site.
fr: Retournez la cible de l'ID du noeud ou utilisez un texte entier. Saisissez du code PHP entre <em>&lt;?php ?&gt;</em>. Attention: l'exécution d'un code incorrect peut paralyser le fonctionnement de votre site.

source: Radio Buttons
fr: Boutons radio

source: Stars
fr: Etoiles

source: Allow Clearing
fr: Autoriser l'annulation

source: True
fr: Vrai

source: False
fr: Faux

source: Display a button to clear the user's current vote.
fr: Afficher un bouton d'annulation du vote courant

source: As Stars
fr: Come des étoiles

source: Rating (i.e. 4.2/5)
fr: Noter (i.e. 4.2/5)

source: Percentage (i.e. 92)
fr: Pourcentage (ex: 92)

source: This page is used to configure site-wide features of the fivestar module. To setup fivestar to rate content:
fr: Cette page est destiné à configurer l'ensemble des paramètres du module Fivestar. Pour mettre en place Fivestar:

source: Configure site-wide settings for fivestar below.
fr: Configurez les paramètres globaux pour Fivestar ci-dessous.

source: Go to <a href="!types">admin/content/types</a> and edit the type you would like to rate.
fr: Aller à <a href="!types">admin/content/types</a> et éditer le type de contenu que vous souhaitez voir évaluer.

source: On the settings page for the content type, a set of options is available for fivestar, where you can enabled rating for that type and set rating options.
fr: Dans la page de paramétrage des types de contenu, un jeu d'options est disponible pour Fivestar. Grace à lui, vous pouvez configurer et activer les options de vote.

source: Five Star ratings
fr: Five Star évaluation

source: Enable Five Star rating
fr: Activer la notation Fivestar

source: Allow users to undo their votes
fr: Autoriser les utilisateurs à annuler leurs votes

source: Number of stars
fr: Nombre d'étoiles

source: Five Star display style
fr: Style d'affichage de Five Star

source: Nothing but the stars
fr: Rien que des étoiiles

source: Stars and average
fr: Etoiles et moyenne

source: Two sets of stars
fr: Deux jeux d'étoiles

source: Widget location (teaser)
fr: Emplacement du widget (accroche)

source: Above the teaser body
fr: Au-dessus du corps de l'accroche

source: Below the teaser body
fr: Au-dessous du corps de l'accroche

source: Hidden
fr: Caché

source: Widget location (full node)
fr: Emplacement de Fivestar (full node)

source: Above the node body
fr: Au dessus du noeud de corps

source: Below the node body
fr: Au dessous du noeud de corps

source: Widget display
fr: Affichage de Fivestar

source: Default
fr: Défaut

source: Choose a widget set to be used on your site.
fr: Choisissez un mode de représentation à utiliser sur votre site.

source: Fivestar Settings
fr: Paramètres de Fivestar

source: Preview
fr: Prévisualisation

source: Fivestar Preview
fr: Prévisualisation de Fivestar

source: Fivestar: Rate this node
fr: Fivestar: Notez ce noeud

source: Rate This
fr: Notez

source: Your vote
fr: Votre vote

source: Current rating
fr: Notation actuelle

source: Submit rating
fr: Soumettre votre notation

source: No votes yet
fr: Aucun vote pour le moment

source: Average: !stars (!votes !vote_text)
fr: Moyenne: !stars (!votes !vote_text)

source: Fivestar rating
fr: Fivestar notation

source: A simple five-star voting widget for nodes.
fr: Un système simple de notation par étoiles.

source: Voting
fr: Vote
