Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/*_4.po
Languages: fr

source: Change default settings for slideshows, such as the image dimensions.
fr: Modifier les réglages par défaut pour les slideshows, comme les tailles d'images.

source: If enabled, images attached to the post are displayed in the form of a slideshow.
fr: Si elle est activée, les images attachées à ce document sont affichés sous la forme d'un diaporama.

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: not set
fr: non configuré

source: Default display location
fr: Emplacement par défaut

source: Select where the slideshow appears by default. If you select %above, users have to explicitly active the slideshow for each post.
fr: Sélectionnez l'emplacement par défaut du slideshow. Si vous choisissez %above, les utilisateurs doivent activer le slideshow pour chaque envoi.

source: Above
fr: En haut

source: Nowhere
fr: Nulle part

source: Below
fr: En bas

source: Within
fr: A l'intérieur

source: Default alignment
fr: Allignement par défaut

source: Select how the slideshow box should be displayed by default.
fr: Choisissez où le slideshow doit être affiché par défaut

source: Full width
fr: Pleine largeur

source: Left
fr: Gauche

source: Right
fr: Droite

source: Default image size
fr: Taille de l'image par défaut

source: The maximum size of images displayed in a slideshow. Cannot be bigger than the maximum image size for upload module (which is @maximum-size).
fr: Taille maximum de l'image par défaut dans le slideshow. Ne peut pas dépasser la taille maximum du module de chargement (qui est @maximum-size).

source: <kbd>WIDTHxHEIGHT</kbd>
fr: <kbd>Largeur x Hauteur</kbd>

source: Slideshow image path
fr: Chemin de l'image slideshow

source: Private
fr: Privé

source: Subdirectory in the global file directory where resized images for slideshows will be stored.
fr: Sous-répertoire dans le répertoire global où seront stockées les images redimensionnées pour les slideshows.

source: The specified default slideshow image size is invalid.
fr: La taille des images spécifiée par défaut n'est pas valide.

source: Slideshow images can't be created because the directory %directory has not been properly configured.
fr: Les images du slideshow ne peuvent êrte crées car le répertoire %directory n'a pas été correctement configuré.

source: Slideshow settings
fr: Paramètres du slideshow

source: Attached images are displayed in the form of a slideshow.
fr: Les images attachées seront visibles dans le slideshow.

source: Tag
fr: Etiquette

source: Display location
fr: Afficher l'emplacement

source: Select where the slideshow appears. To specify a place within the content, use <var>[slideshow]</var> and select the appropriate location here.
fr: Sélectionnez l'emplacement où le diaporama apparaît. Pour spécifier une place dans le contenu, utilisez <var>[slideshow]</ var> et sélectionnez l'emplacement approprié ici.

source: Default
fr: Défaut

source: Alignment
fr: Allignement

source: Select whether the slideshow box is displayed with full width or floated on the left or right side.
fr: Choisissez si le diaporama s'affiche en pleine largeur ou en flottant sur le côté gauche ou droit.

source: Image size
fr: Taille de l'image

source: The maximum size of images displayed in a slideshow. Leave blank to use the default size (<kbd>@default-size</kbd>).
fr: Taille maximale des images affichées dans un slideshow. Laisser en blanc pour utiliser la taille par défaut (<kbd>@default-size</kbd>).

source: The specified slideshow image size is invalid.
fr: La taille des images spécifiée n'est pas valide

source: The file %file could not be created.
fr: Le fichier %file ne peux pas êrte créé

source: Previous
fr: Précédente

source: Image !current of !total
fr: Image !current / !total

source: Next
fr: Suivante

source: configure slideshows
fr: configurer les slideshows

source: Slideshows are a series of image nodes that are shown after each other. In modern browsers, the images are changed without reloading the entire page.
fr: Les slideshows sont une série de fichiers images montrés l'un après l'autre. Dans les navigateurs récents, les images sont modifiées sans recharger toute la page.

source: Added generic node type "slideshow".
fr: Type de fichier générique "slideshow".

source: Updated post %title.
fr: Envoi mis à jour %title

source: Displays images attachments as JavaScript enabled slideshows.
fr: Affiche les images des slideshows en pièces jointes avec JavaScript.
