Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/fckeditor.*_.po
Languages: fr

source: Setting path to uploaded files has been disabled because private downloads are enabled and this path is calculated automatically.To change the location of uploaded files in the private file system, edit the <a href="!url">FCKeditor Global Profile</a>.
fr: La possibilité d’utiliser un chemin vers les fichiers téléchargés a été désactivée car les téléchargements privés ont été activés et que ce chemin est par conséquent calculé automatiquement. Pour changer le répertoire des fichiers téléchargés dans le système de fichiers privé, éditer le <a href="!url">profil global FCKeditor</a>.

source: Advanced options
fr: Options avancées

source: Load fckeditor.config.js from theme path
fr: Charger fckeditor.config.js depuis le chemin du thème

source: When set to "true" the editor will try to load the fckeditor.config.js file from theme directory.
fr: Si "vrai" est sélectionné, l’éditeur tentera de charger le fichier fckeditor.config.js file depuis le répertoire du thème.

source: Custom javascript configuration
fr: Configuration javascript personnalisée

source: Warning: to change FCKeditor configuration globally, you should modify the config file: <code>!fckeditor_config</code>.<br />Sometimes it is required to change the FCKeditor configuration for selected profile. Use this box to define settings that are uniqe for this profile.<br />Available options are listed in the !docs.<br />Warning: if you make something wrong here, FCKeditor may fail to load.<br />For example to disable some advanced tabs in dialog windows in FCKeditor, add the following: !example
fr: Attention : pour changer globalement la configuration de FCKeditor, vous devez modifier le fichier de configuration : <code>!fckeditor_config</code>.<br />Vous pourriez avoir besoin de changer la configuration de FCKeditor pour un profil donné. Utilisez cette boîte pour définir des paramètres uniquement pour ce profil.<br />Les options disponibles sont données dans la !docs.<br />Attention : une erreur pourra empêcher FCKeditor de fonctionner.<br />Par exemple, pour désactiver certaines barres d’outils dans les fenêtres de dialogue de FCKeditor, ajouter les lignes suivantes : !example

source: FCKeditor documentation
fr: Documentation de FCKeditor

source: Yes, delete!
fr: Oui, supprimer !

source: !profile profile
fr: profil !profile

source: Global Profile
fr: Profil global

source: Confirm profile deletion
fr: Confirmer la suppression du profil

source: You're about to delete the FCKeditor profile, read the question below carefully.
fr: Vous êtes sur le point de supprimer un profil FCKeditor, lisez attentivement la question ci-après.

source: <p>Are you sure that you want to delete the !profile?</p><p>!yes !no</p>
fr: <p>Êtes-vous sûr de vouloir supprimer !profile?</p><p>!yes !no</p>

source: Cancel
fr: Annuler

source: administer fckeditor
fr: administrer fckeditor

source: XSS Filter
fr: Filtre XSS

source: XSS Filter.
fr: Filtre XSS.

source: Configure the rich editor.
fr: Configurer l’éditeur WYSIWYG.

source: Enables the usage of FCKeditor (WYSIWYG) instead of plain text fields.
fr: Permet l’utilisation de FCKeditor (WYSIWYG) à la place des zones de texte.

source: Join summary
fr: Joindre le résumé

source: Split summary at cursor
fr: Arrêter le résumé au curseur
