Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/fckeditor.*_.po
Languages: fr

source: Choose a FCKeditor toolbar set.
fr: Choisissez un ensemble de barres d’outils FCKeditor.

source: Start the toolbar expanded
fr: Démarrer avec la barre d’outil dépliée

source: The toolbar start expanded or collapsed.
fr: La barre d’outil démarre dépliée ou repliée.

source: Width
fr: Largeur

source: Width in pixels or percent. Ex: 400 or 100%
fr: Largeur en pixels ou en pourcentage. Ex : 400 ou 100%

source: Language
fr: Langue

source: The language for the FCKeditor interface.
fr: La langue pour l’interface FCKeditor.

source: Auto-detect language
fr: Détecter la langue automatiquement

source: Use auto detect user language feature.
fr: Détecter automatiquement la langue de l’utilisateur.

source: Enter valid width. Example: 400 or 100%.
fr: Entrez une largeur valide. Exemple : 400 ou 100%.

source: administer
fr: adminstrer

source: Add new FCKeditor Global Profile
fr: Ajouter un nouveau profil global FCKeditor

source: Global profile already exist. Only one global profile is allowed.
fr: Un profil global existe déjà. Il ne peut y en avoir qu’un seul.

source: Main setup
fr: Paramètres principaux

source: Role precedence
fr: Précédence des rôles

source: A user having <strong>multiple roles</strong> gets the permissions of the highest one. Sort role IDs according to their <strong>precedence from higher to lower</strong> by putting > in between.<br />
fr: Un utilisateur disposant de <strong>plusieurs rôles</strong> obtient les permissions du rôle de rang le plus élevé. Triez les identifiants de rôle selon du <strong>rang le plus haut au rang le plus bas</strong> en utilisant &gt; pour les séparer.<br />

source: Here is the id-name pairs of roles having access to FCKeditor:
fr: Voici les paires identifiant-nom des rôles disposant d’un accès à FCKeditor :

source: You haven't assigned the <code>!access1</code> !permissions yet.
fr: Vous n’avez pas encore assigné les !permissions <code>!access1</code>.

source: Visibility settings
fr: Paramètres de visibilité

source: Use inclusion or exclusion mode
fr: Utiliser le mode inclusion ou exclusion

source: exclude
fr: exclure

source: include
fr: inclure

source: Choose the way of disabling/enabling FCKeditor on selected fields/paths (see below). Use exclude to disable FCKeditor on selected fields/paths. Use include if you want to load FCKeditor only on selected paths/fields.
fr: Choisissez la façon de désactiver/activer FCKeditor sur les champs/chemins spécifiés (voir plus loin). Utiliser exclusion pour désactiver FCKeditor sur les champs/chemins spécifiés. Utiliser inclusion si vous voulez utiliser FCKeditor seulement sur les champs/chemins spécifiés.

source: Fields to exclude/include
fr: Champs à exclure/inclure

source: Enter names (HTML ID's) of fields that may or may not have an FCKeditor, depending on the chosen option for the inclusion/exclusion mode.<br />You may separate the different entries by commas, spaces or newlines.<br />You may also use * as a wildcard character.
fr: Entrez les identifiants HTML (attribut id) des champs qui peuvent être remplacés ou pas par FCKeditor, en fonction du mode inclusion/exclusion choisi.<br />Vous pouvez séparer les différentes entrées par des virgules, espaces ou retours à la ligne.<br />Vous pouvez également utiliser * comme caractère générique.

source: Paths to exclude/include
fr: Chemins à exclure/inclure

source: Enter drupal paths here, depending on the chosen option for the inclusion/exclusion mode.<br />Paths may be used the same way as in the drupal blocks configuration.<br />You may separate the different entries by commas, spaces or newlines. <br />You may also use * as a wildcard character (for example <code>comment/*</code>).
fr: Entrez les chemins drupal, en fonction du mode inclusion/exclusion retenu.<br />Paths may be used the same way as in the drupal blocks configuration.<br />Vous pouvez séparer les différentes entrées par des virgules, des espaces ou des retours à la ligne. <br />Vous pouvez également utiliser * comme caractère générique (par exemple <code>comment/*</code>).

source: Force simplified toolbar on the following fields
fr: Forcer la barre d’outils simplifiée sur les champs suivants

source: Enter names (HTML ID's) of fields that should have the simplified toolbar (!name).<br />If you don't want to use this feature, simply leave this field empty.<br />You may separate the different entries by commas, spaces or newlines.
fr: Entrez les identifiants HTML (attribut id) des champs qui devraient avoir la barre d’outil simplifiée (!name).<br />Si vous ne voulez pas utiliser cette fonctionnalité, laissez ce champ vide.<br />Vous pouvez séparer les différentes entrées par des virgules, des espaces ou des retours à la ligne.

source: Force simplified toolbar on the following paths
fr: Forcer la barre d’outils simplifiée pour les chemins suivants

source: Enter drupal paths that should have the simplified toolbar (!name).<br />If you don't want to use this feature, simply leave this field empty.<br />Paths may be used the same way as in the drupal blocks configuration.<br />You may separate the different entries by commas, spaces or newlines.<br />You may also use * as a wildcard character (for example <code>comment/*</code>).
fr: Entrez les chemins drupal qui devraient avoir la barre d’outils simplifiée (!name).<br />Si vous ne voulez pas utiliser cette fonctionnalité, laissez ce champ vide.<br />Les chemins peuvent être utilisés de la même façon que lors de la configuration des blocks drupal.<br />Vous pouvez séparer les différentes entrées par des virgules, des espaces ou des retours à la ligne.<br />Vous pouvez également utiliser * comme un caractère générique (par exemple <code>comment/*</code>).

source: Advanced settings
fr: Paramètres avancés

source: Location of files uploaded with FCKeditor in the private folder
fr: Chemin des fichiers téléchargés avec FCKeditor dans le répertoire privé

source: The path relative to the location of the private directory where FCKeditor should store uploaded files.
fr: Le chemin relatif vers le répertoire privé dans lequel FCKeditor devrait conserver les fichiers téléchargés.

source: <strong>Warning:</strong> FCKeditor does not implement any kind of access protection on files available in this location. All files stored in the directory defined above might be accessible by unathenticated users if there is no information about the file in the Drupal's database.
fr: <strong>Attention :</strong> FCKeditor ne met en place aucune protection contre l’accès direct aux fichiers situés à cette adresse. Tous les fichiers enregistrés dans le répertoire indiqué ci-dessus peuvent être téléchargés par des utilisateurs non identifiés.

source: System path to the private folder is: !system_path.
fr: Le chemin système vers le répertoire privé est : !system_path

source: Available wildcard characters:<br /><strong>%u</strong> - User ID.
fr: Caractères génériques disponibles : <br /><strong>%u</strong> - ID utilisateur.

source: Current path: !path
fr: Chemin actuel : !path

source: You haven't assigned <code>!access1</code> !permissions yet.<br />It is recommended to assign the <code>!access1</code> !permissions before updating FCKeditor profiles.
fr: Vous n’avez pas encore affecté les !permissions <code>!access1</code>.<br />Il est recommandé d’affecter les !permissions <code>!access1</code> avant de mettre à jour les profils FCKeditor.

source: Add new FCKeditor profile
fr: Ajouter un nouveau profil FCKeditor

source: Not all user roles are shown since they already have fckeditor profiles. You must first unassign profiles in order to add them to a new one.
fr: Certains rôles ne sont pas affichés car ils ont déjà un profil fckeditor. Vous devez d’abord retirer le profil de ces rôles avant d’en affecter un nouveau.

source: Basic setup
fr: Paramètres simples

source: Profile name
fr: Nom du profil

source: Enter a name for this profile. This name is only visible within the fckeditor administration page.
fr: Saisissez un nom pour ce profil. Ce nom est uniquement visible depuis les pages d’administration de fckeditor.

source: Roles allowed to use this profile
fr: Rôles autorisés à utiliser ce profil

source: Only roles with '!access1' permission will be shown here. If no role is available, make sure that you have assigned the '!access1' !permission.
fr: Seuls les rôles avec la permission '!access1' apparaîtront ici. Si aucun rôle n’est disponible, assurez-vous que vous avez correctement affecté les !permission '!access1'.

source: Allow users to customize FCKeditor appearance
fr: Autoriser les utilisateurs à personnaliser l’apparence de FCKeditor.

source: If allowed, users will be able to override <code>Editor appearance</code> by visiting their profile page.
fr: S’ils sont autorisés, les utilisateurs pourront changer l’<code>Apparence de l’éditeur</code> en visitant leur page profil.

source: Security
fr: Sécurité

source: When Drupal saves user data input through a textarea, it's saved in the database in unmodified form. That's why all untrusted textarea input should be run through an input format filter before outputting it to the screen.
fr: Quand Drupal enregistre les entrées saisies dans une zone de texte, il les enregistre telles qu’elles, sans modification. C’est pourquoi les zones de textes provenant de formulaires accessibles au plus grand nombre doivent passer à travers un format d’entrée avant d’être affichées à l’écran.

source: Drupal will not, however, filter data for content editor's editing a textarea. Normally, there is no security risk because the unmodified code is displayed as text and will not be rendered as HTML. But with FCKeditor installed, this is not the case, and content editor's are subject to having raw, untrusted code running inside their browsers.
fr: Cependant, Drupal ne filtre pas les données prévues pour être affichées dans une zone de texte. En temps normal cela ne présente aucun risque car le contenu est affiché sous forme de texte et n’est pas traité comme du code HTML. Mais quand FCKeditor est utilisé, ce n’est plus le cas et le contenu affiché dans l’éditeur peut contenir du code exécuté par le navigateur.

source: To address this issue, you should select a security filters below to prevent FCKeditor from rendering malicious code. Note that if a textarea's input format is set to "Full HTML" (or if the input format of the node doesn't include the filter), FCKeditor will properly ignore the setting below and will not run the code through the security filter.
fr: Pour corriger ce problème, vous devriez sélectionner un filtre de sécurité afin de prévenir toute injection de code. Notez que si le format d’entrée d’une zone de texte est positionné à "Full HTML" (où si le format d’entrée du nœud n’inclut par le filtre), FCKeditor ignorera le paramètre et ne passera pas le code à travers le filtre de sécurité.

source: If any textareas on your site are accessible to unwanted users, we recommend checking the "HTML Filter". You may have other modules installed that provide other kinds of security filters and you may use those as long as you trust them to properly filter out malicious code. Note that not all the filters below are security filters and will provide no protection.
fr: Si une zone de texte de votre site est accessible à des utilisateurs non souhaités, nous vous recommandons l’utilisation de "Filtre HTML". D’autres modules installés peuvent fournir d’autres filtres de sécurité et vous pouvez les utiliser aussi longtemps que vous avez confiance en eux quant au filtrage de code malveillant. Notez que certaines des filtres présentés ici ne sont pas des filtres de sécurité et ne fournissent donc aucune protection.

source: Security filters
fr: Filtres de sécurité

source: Please choose carefully all filters that protect your content (probably not all filters listed below are security filters).
fr: Choisissez soigneusement tous les filtres qui protégeront votre contenu.

source: Security settings
fr: Paramètres de sécurité

source: Always run security filters for FCKeditor.
fr: Toujours utiliser les filtres de sécurité de FCKeditor.

source: Run security filters only when FCKeditor is set to start automatically.
fr: Utiliser les filtres de sécurité quand FCKeditor est configuré pour démarrer automatiquement.

source: There are two ways of starting FCKeditor: automatically and manually (via toggle or in a popup). If you decide to apply security filters only when FCKeditor starts automatically, you'll not be protected when toggling manually from plain textarea to FCKeditor or when using FCKeditor in a popup mode. So choose this option only, if you can detect various attacks (mainly XSS) by yourself just by looking at the HTML code.
fr: Il y a deux manières de démarrer FCKeditor : automatiquement et manuellement (via une bascule ou une fenêtre popup). Si vous décidez d’appliquer des filtres de sécurité seulement quand FCKeditor démarre automatiquement, vous n’aurez pas de protection dans le cas de la bascule d’une zone de texte standard à FCKeditor ou à une fenêtre popup. Choisissez cette option seulement si vous pouvez traiter des attaques (principalement XSS) par vous-même par une simple lecture du code HTML.

source: Minimum rows
fr: Nombre de lignes minimum

source: FCKeditor will be triggered if the textarea has more rows than entered here. Enter '1' if you do not want to use this feature.
fr: FCKeditor sera utilisé si la zone de texte a plus de lignes que la valeur donnée. Entrez '1' si vous ne voulez pas utiliser cette fonctionnalité.

source: Editor appearance
fr: Apparence de l’éditeur

source: Default editor state. If disabled, rich text editor may still be enabled using toggle or popup window.
fr: État initial de l’éditeur. Si désactivé, l’éditeur WYSIWYG pourra toujours être activé ponctuellement sur le formulaire d’édition.

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. Works only if FCKeditor is not running in a popup window (see below).
fr: Afficher ou ne pas afficher la bascule désactiver/activer l’éditeur WYSIWYG sous la zone de texte. Fonctionne uniquement quand FCKeditor n’est pas utilisé sous forme de fenêtre popup (voir plus loin).

source: Choose a default skin.
fr: Choisissez une peau par défaut.

source: Choose a default toolbar set. To define new toolbar, edit <code>fckeditor.config.js</code> located in !module_path.
fr: Choisissez un ensemble de barres d’outils par défaut. Pour définir une nouvelle barre d’outils, modifiez <code>fckeditor.config.js</code> situé dans !module_path.

source: Cleanup and output
fr: Nettoyage et sortie

source: Enter mode
fr: Mode [Entrée]

source: Set which tag FCKeditor should use when [Enter] key is pressed.
fr: Sélectionnez la balise utilisée par FCKeditor lorsque la touche [Entrée] est utilisée.

source: Shift + Enter mode
fr: Mode [Maj] + [Entrée]

source: Set which tag FCKeditor should use when [Shift] + [Enter] is pressed.
fr: Sélectionnez la balise utilisée par FCKeditor lorsque la combinaison de touches [Maj] + [Entrée] est utilisée.

source: Font formats
fr: Balises de formatage

source: Semicolon separated list of HTML font formats. Allowed values are: p;div;pre;address;h1;h2;h3;h4;h5;h6
fr: Liste de balises de formatage HTML séparées par des points-virgules. Valeurs autorisées : p;div;pre;address;h1;h2;h3;h4;h5;h6

source: Apply source formatting
fr: Formater le code XHTML

source: When set to "true" the editor will format the XHTML when switching from WYSIWYG view to Source view, by inserting line breaks on some tags endings and indenting paragraphs, tables and lists.
fr: Si l’option "vrai" est sélectionnée, l’éditeur formatera le code XHTML lors de la bascule Vue WYSIWYG → Vue code source en insérant des retours à la ligne sur certaines fermetures de balise et en indentant les paragraphes, les tableaux et les listes.

source: Format output
fr: Formater le code XHTML généré

source: When set to "true" the editor will format the XHTML output by inserting line breaks on some tags endings and indenting paragraphs, tables and lists.
fr: Si l’option "vrai" est sélectionnée, l’éditeur formatera le code XHTML généré en insérant des retours à la ligne sur certaines fermetures de balise et en indentant les paragraphes, les tableaux et les listes.

source: Editor CSS
fr: CSS de l’éditeur

source: use theme css
fr: utiliser le CSS du thème

source: define css
fr: définir le CSS

source: FCKeditor default
fr: livré avec FCKeditor

source: Defines the CSS to be used in the editor area.<br />use theme css - load style.css from current site theme.<br />define css - enter path for css file below.<br />FCKeditor default - uses default CSS from editor.
fr: Définit le CSS utilisé par l’éditeur.<br />utiliser le CSS du thème - utiliser style.css du thème du site.<br />définir le CSS - saisir un chemin pour le fichier CSS ci-dessous.<br />livré avec FCKeditor - utiliser le CSS standard de l’éditeur.

source: CSS path
fr: Chemin CSS

source: Enter path to CSS file (<em>example: css/editor.css</em>) or a list of css files seperated by a comma (<em>example: /themes/garland/style.css,http://example.com/style.css</em>).<br />Macros: %h (host name: !host), %t (path to theme: !theme)<br />Be sure to select "define css" above.
fr: Entrez le chemin du fichier CSS (<em>exemple: css/editor.css</em>) ou les chemins des fichiers CSS séparés par une virgule (<em>exemple: /themes/garland/style.css,http://example.com/style.css</em>)<br />Macros: %h (nom d’hôte : !host), %t (chemin du thème : !theme)<br />N’oubliez pas de sélectionner "Définir le CSS" ci-dessus.

source: Predefined styles
fr: Styles prédéfinis

source: use theme fckstyles.xml
fr: utiliser le thème fckstyles.xml

source: define path to fckstyles.xml
fr: définir le chemin de fckstyles.xml

source: Define the location of <code>fckstyles.xml</code> file. It is used by the &quot;Style&quot; dropdown list available in the Default toolbar.<br />Copy !fckstyles.xml inside your theme directory (<code>!theme</code>) and adjust it to your needs.
fr: Définit le chemin du fichier <code>fckstyles.xml</code>. Utilisé par la liste déroulante &quot;Style&quot; de la barre d’outils standard.<br />Copiez !fckstyles.xml dans le répertoire de votre thème (<code>!theme</code>) et modifiez-le selon vos besoins.

source: Predefined styles path
fr: Chemin vers les styles prédéfinis

source: Enter path to XML file with predefined styles (<em>example: /fckstyles.xml</em>).<br />Macros: %h (host name: !host), %t (path to theme: !theme), %m (path to FCKeditor module: !module)<br />Be sure to select "define path to fckstyles.xml" above.
fr: Entrez le chemin vers le fichier XML contenant les styles prédéfinis(<em>exemple: /fckstyles.xml</em>).<br />Macros: %h (nom d’hôte : !host), %t (chemin du thème : !theme), %m (chemin du module FCKeditor : !module)<br />N’oubliez pas de sélectionner "définir le chemin de fckstyles.xml" plus loin.

source: Set file browser settings. A file browser will allow you to explore the files contained on the server and embed them as links, images or flash movies.
fr: Définit les paramètres du navigateur de fichiers. Un navigateur de fichiers vous permet d’explorer les fichiers contenus sur le serveurs et de les insérer sous forme de liens, images ou films Flash.

source: Besides the built-in FCKeditor file browser, you can also use a contributed module like !imce, !ib or !webfm.
fr: En plus du navigateur de fichiers standard de FCKeditor, vous pouvez utiliser un module contribué comme !imce, !ib ou !webfm.

source: The quick upload setting controls whether images, flash movies and files can be uploaded using the Upload tab of the respective dialogs.
fr: Le paramètre téléchargement rapide contrôle si les images, les films Flash et les fichiers peuvent être téléchargés en utilisant l’onglet Télécharger des fenêtre de dialogue respectives.

source: Please note that these options require manual configuration, check !readme for more information.
fr: Notez que ces options nécessitent une configuration manuelle, consulter !readme pour plus d’info.

source: None
fr: Aucun

source: Built-in filebrowser
fr: Navigateur de fichiers intégré

source: File browser type
fr: Type de navigateur de fichiers

source: Select the file browser that you would like to use to upload files, images and flash movies.
fr: Sélectionnez le navigateur de fichiers que vous voulez utiliser pour télécharger des fichiers, images et films Flash.

source: Allow quick uploads
fr: Permettre les téléchargements rapides

source: The quick upload functionality can be disabled and enabled independently of the file browser. It will always use the settings below. To enable quick uploads you must follow the same configuration procedure as when enabling the built-in file browser.
fr: Le téléchargement rapide peut être désactivé et activé indépendamment du navigateur de fichiers. Il utilisera toujours ce paramètre. Pour activer les téléchargements rapides vous devez suivre la même procédure que pour activer le navigateur de fichiers standard.

source: Path to uploaded files
fr: Chemin vers les fichiers téléchargés

source: Path to uploaded files relative to the document root.<br />Available wildcard characters:<br /><strong>%b</strong> - base URL path of the Drupal installation (!base).<br /><strong>%f</strong> - Drupal file system path where the files are stored (!files).<br /><strong>%u</strong> - User ID.<br />Current path: !path
fr: Chemin vers les fichiers téléchargés relatif au DocumentRoot.<br />Caractères génériques disponibles :<br /><strong>%b</strong> - chemin de base de l’URL de l’installation de Drupal (!base).<br /><strong>%f</strong> - chemin vers le système de fichiers de Drupal où les fichiers sont enregistrés (!files).<br /><strong>%u</strong> - ID utilisateur.<br />Chemin courant : !path

source: Absolute path to uploaded files
fr: Chemin absolu vers les fichiers téléchargés

source: The path to the local directory (in the server) which points to the path defined above. If empty, FCKeditor will try to discover the right path.<br />Available wildcard characters:<br /><strong>%d</strong> - server path to document root (!root).<br /><strong>%b</strong> - base URL path of the Drupal installation (!base).<br /><strong>%f</strong> - Drupal file system path where the files are stored (!files).<br /><strong>%u</strong> - User ID.<br />Current path: !path
fr: Le chemin local (sur le serveur) vers le répertoire qui pointe sur le chemin défini précédemment. S’il est vide, FCKeditor tentera de découvrir le bon chemin.<br />Caractères génériques disponibles :<br /><strong>%d</strong> - chemin local DocumentRoot (!root).<br /><strong>%b</strong> - URL de base de l’installation Drupal (!base).<br /><strong>%f</strong> - chemin du système de fichiers de Drupal où les fichiers sont enregistrés (!files).<br /><strong>%u</strong> - ID utilisateur.<br />Chemin courant : !path

source: Setting relative path to uploaded files has been disabled because private downloads are enabled and this path is calculated automatically. To change the location of uploaded files in the private file system, edit the <a href="!url">FCKeditor Global Profile</a>.
fr: La possibilité d’utiliser un chemin relatif vers les fichiers téléchargés a été désactivée car les téléchargements privés ont été activés et que ce chemin est par conséquent calculé automatiquement. Pour changer le répertoire des fichiers téléchargés dans le système de fichiers privé, éditer le <a href="!url">profil global FCKeditor</a>.
