Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/fckeditor.*_.po
Languages: fr

source: Enables the usage of FCKeditor (WYSIWYG editor) instead of plain text fields.
fr: Permet l’utilisation de FCKeditor (éditeur WYSIWYG) à la place des zones de texte.

source: <p>The Global Profile allows you to define settings that are common for all profiles. Values defined in other profiles will be appended to the global configuration. This way you can avoid repeating some of the settings that are usually the same in each profile.</p>
fr: <p>Le profil global permet de définir des paramètres communs à tous les profils. Les valeurs définies dans un profil sont ajoutées à celles de la configuration globale. Cela vous évite de répéter les mêmes paramètres dans chaque profil.</p>

source: <p>Note: FCKeditor is highly configurable. The most commonly used features are listed below. If you want to take a look at all available settings, open <code>!fckconfig</code> and then customize <code>!fckeditor_config</code> to your needs. This is also the only way to define new toolbar sets. It is advised to not edit <code>fckconfig.js</code> because you may overwrite it accidentally when you update the editor.</p>
fr: <p>Note: FCKeditor regorge d’options de configuration. Les plus couramment utilisées sont listées ci-après. Si vous voulez jeter un œil à l’ensemble des options disponibles, ouvrez <code>!fckconfig</code> et modifiez <code>!fckeditor_config</code> selon vos besoins. C’est également la seule façon de définir de nouvelles barres d’outils. Il est recommandé de ne pas modifier <code>fckconfig.js</code> car vous pourriez perdre les modifications en cas de mise à jour de l’éditeur.</p>

source: <p>The FCKeditor module allows Drupal to replace textarea fields with a rich text or <acronym title="What You See Is What You Get">WYSIWYG</acronym> editor. This editor brings many of the powerful functionalities of known desktop editors like Word to the web. It's relatively lightweight and doesn't require any kind of installation on the client computer.</p><p>More information about the editor is located at the !fckeditorlink. A small user guide is located at !userguidelink.</p>
fr: <p>Le module FCKeditor permet à Drupal de remplacer les zones de texte (textarea) avec un éditeur de texte riche ou <acronym title="What You See Is What You Get">WYSIWYG</acronym>. Cet éditeur offre au web des fonctionnalités avancées de traitements de texte comme Word. Il est relativement léger et ne nécessite aucune installation sur le poste client.</p><p>Vous trouverez plus d’informations sur cet éditeur à !fckeditorlink. Un petit guide utilisateur est consultable à !userguidelink.</p>

source: FCKeditor homepage
fr: Page d’accueil de FCKeditor

source: FCKeditor userguide
fr: Guide de l’utilisateur de FCKeditor

source: <p>Profiles can be defined based on user roles. A FCKeditor profile can define which pages receive this FCKeditor capability, what buttons or themes are enabled for the editor, how the editor is displayed, and a few other editor functions. It is possible also to define the Global Profile that will hold values that will be appended to all other profiles.</p><p>Lastly, only users with the <code>!access1</code> !permission will be able to use FCKeditor. </p>
fr: <p>Les profils peuvent être basés sur les rôles utilisateur. Un profil FCKeditor peut préciser les pages qui seront affectées par FCKeditor, les boutons ou les thèmes activés pour l’éditeur, comment l’éditeur s’affiche, ainsi que quelques autres fonctionnalités. Il est également possible de définir le profil global qui conservera les options appliquées à tous les autres profils.</p><p>Enfin, seuls les utilisateurs avec la !permission <code>!access1</code> pourront utiliser FCKeditor.</p>

source: access fckeditor
fr: utiliser fckeditor

source: <p>The FCKeditor module allows Drupal to replace textarea fields with a rich text or <acronym title="What You See Is What You Get">WYSIWYG</acronym> editor. This editor brings many of the powerful functionalities of known desktop editors like Word to the web. It's relatively lightweight and doesn't require any kind of installation on the client computer.</p><p>More information is located at the !fckeditorlink. A small user guide is located at !userguidelink.</p>
fr: <p>Le module FCKeditor permet à Drupal de remplacer les zones de texte (textarea) avec un éditeur de texte riche ou <acronym title="What You See Is What You Get">WYSIWYG</acronym>. Cet éditeur offre au web des fonctionnalités avancées de traitements de texte comme Word. Il est relativement léger et ne nécessite aucune installation sur le poste client.</p><p>Vous trouverez plus d’informations sur cet éditeur à !fckeditorlink. Un petit guide utilisateur est consultable à !userguidelink.</p>

source: <h3>Configuration</h3><ol><li>Go to the !fckeditorlink and download the latest version of FCKeditor. Then uncompress the contents of the "fckeditor" directory of the downloaded file to %fckeditordir.</li><li>Enable the module as usual from Drupal's admin pages.</li><li>Grant permissions for use of FCKeditor in <code>!path2</code><br />Note: to enable the file browser, read also the <i>How to enable the file browser</i> section.</li><li>Under <code>!path1</code>, adjust the fckeditor profiles. In each profile you can choose which textareas will be replaced by FCKeditor, select default toolbar and configure some more advanced settings.</li><li>For the Rich Text Editing to work you also need to configure your !filterlink for the users that may access Rich Text Editing. Either grant those users Full HTML access or use the following: <br /><code>!filter</code>. </li><li>To have a better control over line breaks, you may disable <code>Line break converter</code> in the chosen filter (recommended).</li><li>Modify the fckeditor.config.js file to custom your needs (optional).<br />You may copy the needed configuration lines from the default FCKeditor configuration settings (!fckconfig), the lines in fckeditor.config.js will override most settings.</li></ol>
fr: <h3>Configuration</h3><ol><li>Allez à !fckeditorlink et téléchargez la dernière version de FCKeditor. Décompressez le contenu du répertoire "fckeditor" contenu dans le fichier téléchargé dans %fckeditordir.</li><li>Activez le module de la façon habituelle dans les pages d’administration de Drupal.</li><li>Donnez les permissions d’utilisation de FCKeditor dans <code>!path2</code><br />Note: pour activer le navigateur de fichiers, lisez également la section <i>Comment activer le navigateur de fichiers</i>.</li><li>Dans <code>!path1</code>, paramétrez les profils fckeditor. Dans chaque profil vous décidez quelles zones de texte seront remplacées par FCKeditor, les barres d’outils et configurez d’autres paramètres avancés.</li><li>Pour que l’édition de texte sous FCKeditor fonctionne, vous devez également configurer vos !filterlink pour que les utilisateurs puissent utiliser toutes les mises en forme. Vous pouvez donner à ces utilisateurs l’accès au filtre Full HTML ou utiliser : <br /><code>!filter</code>. </li><li>Pour avoir un meilleur contrôle sur les retours à la ligne, vous pouvez désactiver le <code>Convertisseur de saut de ligne</code> dans le filtre sélectionné (recommandé).</li><li>Modifier le fichier fckeditor.config.js pour adapter l’éditeur à vos besoins (optionnel).<br />Vous pouvez copier les lignes nécessaires depuis les paramètres par défaut de FCKeditor (!fckconfig), les lignes de fckeditor.config.js prendront le pas sur la plupart des paramètres.</li></ol>

source: Administer > Site configuration > FCKeditor
fr: Administrer > Configuration du site > FCKeditor

source: Administer > User Management > Permissions
fr: Administrer > Gestion des utilisateurs > Permissions

source: filters
fr: filtres

source: <h3>Installation troubleshooting</h3><p>If your FCKeditor does not show you must check if all files are extracted correctly. The directory %fckeditordir should have the following files: <code>fckeditor.js, fckconfig.js, fckstyles.xml, fcktemplates.xml</code> and a directory named <code>editor</code>.</p>
fr: <h3>Problèmes d’installation</h3><p>Si FCKeditor ne s’affiche pas vous devez vérifier que tous les fichiers ont été correctement extraits. Le répertoire %fckeditordir devrait contenir les fichiers suivants : <code>fckeditor.js, fckconfig.js, fckstyles.xml, fcktemplates.xml</code> ainsi qu’un répertoire <code>editor</code>.</p>

source: The correct directory structure is as follows: <blockquote><pre>!structure</pre></blockquote>
fr: La hiérarchie correcte des répertoires est la suivante : <blockquote><pre>!structure</pre></blockquote>

source: <h3>Plugins: Teaser break and Pagebreak</h3><p>By default, FCKeditor module comes with two plugins that can handle teaser break (&lt;!--break--&gt;) and pagebreak (&lt;!--pagebreak--&gt;). You can enable any (or even both) of them.<ol><li>Open <code>!fckeditor.config.js</code> and uncomment these three lines: <pre>!code</pre></li><li>The second step is to add buttons to the toolbar (in the same file). The button names are: <code>DrupalBreak, DrupalPageBreak</code>. For example if you have a toolbar with an array of buttons defined as follows: <pre>!buttons1</pre> simply add those two buttons at the end of array: <pre>!buttons2</pre> (remember about single quotes).</li><li>Note that the &lt;--pagebreak--&gt; tag is not supported by default in Drupal. You should install the <a href="!paging" target="_blank">Paging</a> module to enable the &lt;!--pagebreak--&gt; tag support. Please refer to the Paging module documentation for detailed installation instructions.</li></ol></p>
fr: <h3>Plugins : Teaser break et Pagebreak</h3><p>Le module FCKeditor est fourni en standard avec deux plugins gérant la séparation résumé/corps (&lt;!--break--&gt;) et les sauts de page (&lt;!--pagebreak--&gt;). Vous pouvez activer l’un ou l’autre ou les deux en même temps.<ol><li>Éditez <code>!fckeditor.config.js</code> et décommentez les trois lignes suivantes : <pre>!code</pre></li><li>Ensuite, il faut ajouter les boutons à la barre d’outils (dans le même fichier). Les noms des boutons sont : <code>DrupalBreak, DrupalPageBreak</code>. Par exemple, si vous avez une barre d’outils avec un tableau de boutons définis comme suit : <pre>!buttons1</pre> ajoutez simplement les deux boutons à la fin du tableau : <pre>!buttons2</pre> (n’oubliez pas les guillemets simples).</li><li>Notez que le mot-clé &lt;--pagebreak--&gt; n’est pas supporté en standard dans Drupal. Vous devrez installer le module <a href="!paging" target="_blank">Paging</a> pour activer le support du mot-clé &lt;!--pagebreak--&gt;. Reportez-vous à la documentation du module Paging module pour des instructions plus détaillées.</li></ol></p>

source: <h3>Uploading images and files</h3><p>There are three ways of uploading files: by using the built-in file browser, by using modules like !imce, !ib, !webfm or by using the core upload module.</p>
fr: <h3>Télécharger des images et des fichiers</h3><p>Il y a trois façons de télécharger des fichiers : en utilisant le navigateur de fichiers intégré, en utilisant des modules comme !imce, !ib, !webfm ou en utilisant le module upload intégré à Drupal.</p>

source: Image Browser
fr: Navigateur d’images

source: Web File Manager
fr: Gestionnaire de fichiers web

source: <h3>How to enable the file browser</h3><p>The editor gives the end user the flexibility to create a custom file browser that can be integrated on it. The included file browser allows users to view the content of a specific directory on the server and add new content to that directory (create folders and upload files).</p><p><ol><li>To enable file browsing you need to edit the connector configuration file in your fckeditor module directory, the file should be in:<blockquote><code>!config3</code> <br /> (FCKeditor 2.5+)<br /><br /> or <br /><br /><code>!config1</code><br /> and <br /><code>!config2</code> <br /> (FCKeditor 2.3.x - 2.4.x)</blockquote></p><p>In this file(s) you will need to enable the file browser by adding one line that includes file with the special authentication function for Drupal (<code>filemanager.config.php</code>). Add this code: <blockquote><code>!code1</code><br /> (FCKeditor 2.5+)</blockquote> or <blockquote><code>!code2</code> <br /> (FCKeditor 2.3.x - 2.4.x)</blockquote> straight below this line: <blockquote><code>!code3</code></blockquote> The config.php file also holds some other important settings, please take a look at it and adjust it to your needs (optional).</p></li>
fr: <h3>Comment activer le navigateur de fichiers</h3><p>L’éditeur donne à l’utilisateur la possibilité de créer un navigateur de fichiers personnalisé et intégré. Le navigateur de fichiers intégré permet aux utilisateurs d’accéder au contenu d’un répertoire spécifique sur le serveur et d’ajouter de nouveaux contenus à ce répertoire (créer des sous-répertoires et télécharger des fichiers).</p><p><ol><li>Pour activer la navigation de fichiers vous devez modifier le fichier de configuration des connecteurs dans le répertoire du module fckeditor, le fichier devrait être dans :<blockquote><code>!config3</code> <br /> (FCKeditor 2.5+)<br /><br /> ou <br /><br /><code>!config1</code><br /> et<br /><code>!config2</code> <br /> (FCKeditor 2.3.x - 2.4.x)</blockquote></p><p>Dans ce ou ces fichier(s) vous devrez activer le navigateur de fichiers en ajoutant une ligne qui inclut le fichier avec la fonction spécial d’identification de Drupal (<code>filemanager.config.php</code>). Ajoutez la ligne : <blockquote><code>!code1</code><br /> (FCKeditor 2.5+)</blockquote> ou <blockquote><code>!code2</code> <br /> (FCKeditor 2.3.x - 2.4.x)</blockquote> immédiatement après cette ligne : <blockquote><code>!code3</code></blockquote> Le fichier config.php contient également d’autres paramètres importants, jetez-y un œil et corrigez-les pour satisfaire votre besoin (optionnel).</p></li>

source: <li>As of Drupal 5.2, additional step is required: locate file named <code>settings.php</code> inside your drupal directory (usually <code>sites/default/settings.php</code>) and set <strong><code>&#36;cookie_domain</code></strong> variable to the appropiate domain (remember to uncomment that line). If you not do this, FCKeditor will claim that file browser is disabled</li>
fr: <li>Depuis Drupal 5.2, une étape supplémentaire est requise : recherchez le fichier <code>settings.php</code> dans votre répertoire drupal (généralement <code>sites/default/settings.php</code>) et positionnez la variable <strong><code>&#36;cookie_domain</code></strong> au domain approprié (n’oubliez pas de décommentez cette ligne). Si vous ne suivez pas cette étape, FCKeditor considérera que le navigateur de fichiers est désactivé</li>

source: <li>Enabling file uploads is <strong>a security risk</strong>. That's why you have to grant a !link to enable the file browser to certain groups (assign the &quot;!allowupload&quot; permissions).</li>
fr: <li>Activer le téléchargement de fichiers présente des <strong>risques pour la sécurité</strong>. C’est pourquoi vous devez mettre en place des !link avant d’autoriser certains groupes à utiliser le navigateur de fichiers (assignez la permission &quot;!allowupload&quot;).</li>

source: separate permission
fr: permissions différentes

source: allow fckeditor file uploads
fr: autoriser les téléchargements de fichier par fckeditor

source: <li>Lastly, adjust the !fb for each !profile.</li></ol>
fr: <li>Enfin, configurez !fb pour chaque !profile.</li></ol>

source: File browser settings
fr: Paramètres du navigateur de fichiers

source: profile
fr: profil

source: <h3>Modules: Image Assist</h3><p>Image Assist can be integrated with FCKeditor. To do this, simply copy the <code>!iaf1</code> file to <code>!iaf2</code>.</p>
fr: <h3>Modules : Image Assist</h3><p>Image Assist peut fonctionner avec FCKeditor. Pour cela, copier simplement le fichier <code>!iaf1</code> dans <code>!iaf2</code>.</p>

source: Include mode selected, but no fields/paths given. Enter at least one path or field where FCKeditor should appear.
fr: Le mode inclusion a été sélectionné, mais aucun champ ni aucun chemin n’a été donné. Entrez au moins un chemin ou un champ où FCKeditor devrait être utilisé.

source: Minimum rows must be a valid number
fr: Le nombre de lignes minimum doit être un nombre valide

source: If FCKeditor is enabled by default, popup window must be disabled.
fr: Si FCKeditor est activé par défaut, les fenêtres popup doivent être désactivées.

source: If toggle is enabled, popup window must be disabled.
fr: Si la case est cochée, les fenêtres popup doivent être desactivées.

source: You must give a profile name.
fr: Vous devez fournir un nom de profil.

source: Enter valid width. Ex: 400 or 100%
fr: Entrez une largeur valide. Ex : 400 ou 100%

source: CSS path is not empty. Please set the "Editor CSS" option to "define css" mode.
fr: Le chemin CSS n’est pas vide. Sélectionnez le mode "définir le CSS" pour l’option "CSS de l’éditeur".

source: Double quotes are not allowed in CSS path.
fr: Les guillemets doubles ne sont pas autorisés dans les chemins CSS.

source: Enter valid path, do not surround it with quotes.
fr: Entrez un chemin valide, ne le mettez pas entre guillemets.

source: Path to predefined styles is not empty. Please set the "Predefined styles" option to "define path to fckstyles.xml" mode.
fr: Le chemin vers les styles prédéfinis n’est pas vide. Sélectionnez le mode "définir le chemin versfckstyles.xml" pour l’option "Styles prédéfinis".

source: Double quotes are not allowed in path.
fr: Les guillemets doubles ne sont pas autorisés dans les chemins.

source: Enter valid, semicolon separated, list of HTML font formats (no semicolon at the end of list expected).
fr: Saisissez une liste valide de balises HTML de formatage séparées par des points-virgules (ne pas mettre de point-virgule en fin de liste).

source: Invalid field specified: %1
fr: Champ spécifié invalide : %1

source: Invalid path specified: %1
fr: Chemin spécifié invalide : %1

source: Path to uploaded files is required.
fr: Le chemin vers les fichiers téléchargés est obligatoire.

source: Absolute path to uploaded files is required.
fr: Le chemin absolu vers les fichiers téléchargés est obligatoire.

source: checking for %filename
fr: vérification de %filename

source: The FCKeditor component is not installed correctly. Please go to the !fckeditorlink to download the latest version. After that you must extract the files to %modulepath and make sure that the directory %modulesubdir and the file %modulefile exist. Refer to the !readme for more information.
fr: Le composant FCKeditor n’est pas installé correctement. Allez à l’adresse !fckeditorlink pour télécharger la dernière version. Après cela vous devez extraire les fichiers dans %modulepath et vous assurer que le répertoire %modulesubdir et le fichier %modulefile existent. Consulter le !readme pour plus d’info.

source: Edit FCKeditor profile
fr: Éditer le profil FCKeditor

source: Deleted profile
fr: Profil supprimé

source: Deleted Global profile
fr: Profil global supprimé

source: Create profile
fr: Créer un profil

source: Update profile
fr: Mettre à jour le profil

source: Your FCKeditor profile has been updated.
fr: Votre profil FCKeditor a été mis à jour.

source: Your FCKeditor profile has been created.
fr: Votre profil FCKeditor a été créé.

source: Create global profile
fr: Créer le profil global

source: Update global profile
fr: Mettre à jour le profil global

source: FCKeditor global profile has been saved.
fr: Le profil global FCKeditor a été sauvé.

source: FCKeditor settings
fr: Paramètres de FCKeditor

source: Could not find the FCKeditor engine installed at <strong>!fckeditor-directory</strong>. Please !download, uncompress it and copy the folder into !fckeditor-path.
fr: Le moteur de FCKeditor n’a pas été installé dans <strong>!fckeditor-directory</strong> : !download, décompressez-le et copier le répertoire dans !fckeditor-path.

source: download FCKeditor
fr: télécharger FCKeditor

source: There is currently no role with the <strong>!access</strong> permission. Visit !acl administration section.
fr: Aucun rôle ne dispose de la permission <strong>!access</strong>. Visitez la rubrique d’administration !acl.

source: No FCKeditor profiles found. At this moment, nobody is able to use FCKeditor. Create new profile below.
fr: Aucun profil FCKeditor disponible. Aucun utilisateur ne peut utiliser FCKeditor. Créez un nouveau profil.

source: Not all roles with <strong>!access</strong> permission are associated with FCKeditor profiles. As a result, users having the following roles may be unable to use FCKeditor: !list Create new or edit FCKeditor profiles below and in the <strong>Basic setup</strong> section, check &quot;Roles allowed to use this profile&quot;.
fr: Certains rôles ayant la permission <strong>!access</strong> ne sont pas associés à un profil FCKeditor. Il en résulte que les utilisateurs ayant les rôles suivants peuvent être dans l’incapacité d’utiliser FCKeditor : !list Créez un nouveau profil FCKeditor ou modifiez-en un existant dans la rubrique <strong>Configuration avancée</strong>, vérifiez les &quot;rôles autorisés à utiliser ce profil&quot;.

source: Profile
fr: Profil

source: Roles
fr: Rôles

source: Operations
fr: Opérations

source: edit
fr: éditer

source: delete
fr: supprimer

source: Profiles
fr: Profils

source: Create new profile
fr: Créer un nouveau profil

source: No profiles found. Click here to !create.
fr: Aucun profil trouvé. Cliquez ici pour !create.

source: create a new profile
fr: créer un nouveau profil

source: Global Profile not found. Click here to !create.
fr: Profile global introuvable. Cliquez ici pour !create.

source: create the global profile
fr: créer le profil global

source: Global Settings
fr: Paramètres globaux

source: FCKeditor Global Profile
fr: Profil global FCKeditor

source: Switch to plain text editor
fr: Passer en zone de texte classique

source: Switch to rich text editor
fr: Passez en éditeur WYSIWYG

source: Open rich editor
fr: Ouvrez l’éditeur WYSIWYG

source: The ID for !excluding this element is: !id - the path is: !path
fr: L’identifiant pour !excluding cet élément est : !id - le chemin est : !path

source: excluding or including
fr: exclure ou inclure

source: Rich Text Editor settings
fr: Paramètres de l’éditeur WYSIWYG

source: Default state
fr: État par défaut

source: enabled
fr: activé

source: disabled
fr: désactivé

source: Should rich-text editing be enabled or disabled by default in textarea fields? If disabled, rich text editor may still be enabled using toggle or popup window.
fr: L’éditeur WYSIWYG devrait-il être activé ou désactivé par défaut dans les zones de texte ? Si désactivé, l’éditeur WYSIWYG pourra malgré tout être activé de façon ponctuelle sur le formulaire d’édition.

source: Show disable/enable rich text editor toggle
fr: Afficher le lien de bascule de l’éditeur WYSIWYG

source: true
fr: vrai

source: false
fr: faux

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. Works only if FCKeditor is not running a popup window (see below).
fr: Afficher ou ne pas afficher la bascule désactiver/activer l’éditeur WYSIWYG sous la zone de texte. Fonctionne uniquement quand FCKeditor n’est pas utilisé sous forme de fenêtre popup (voir plus loin).

source: Use FCKeditor in a popup window
fr: Utiliser FCKeditor dans une fenêtre popup

source: If this option is enabled a link to a popup window will be used instead of a textarea replace.
fr: Si cette option est activée, un lien ouvrant une fenêtre popup sera utilisé. Dans le cas contraire, la zone de texte est remplacée par l’éditeur WYSIWYG.

source: Skin
fr: Peau

source: Choose a FCKeditor skin.
fr: Choisissez une peau FCKeditor.

source: Toolbar
fr: Barre d’outils
