Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/imce.*__0.po
Languages: fr

source: Insert !image or !link.
fr: Insérer !image ou !link.

source: link
fr: lien

source: File browser
fr: Explorateur de fichiers

source: Control how your image/file browser works.
fr: Controler comment le navigateur de fichiers fonctionne.

source: Settings
fr: Paramètres

source: Directory creation tool
fr: Outil de création de répertoires

source: Add new profile
fr: Ajouter un nouveau profil

source: An image/file uploader and browser supporting personal directories and user quota.
fr: Un explorateur de fichier supportant les répertoires personnels et les quotas utilisateurs.

source: Profile name
fr: Nom du profil

source: Operations
fr: Opérations

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Configuration profiles
fr: Profiles de configuration

source: Common settings
fr: Paramètres communs

source: Enable inline image/file insertion into plain textareas
fr: Activer les images en ligne/l'insertion de fichiers dans les zones de textes

source: If you don't use any WYSIWYG editor, this feature will allow you to add your images or files as <strong>html code into any plain textarea</strong>. Enter <strong>comma separated textarea IDs</strong> under which you want to enable a link to IMCE. Hint: ID of Body fields in most node types is edit-body.
fr: Si vous n'utilisez pas d'éditeur Wysiwyg, cette fonction vous permettra d'insérer des images ou fichiers dans du <strong>code HTML dans la zone de texte</strong>. Entrez <strong>des identifiants (ID) de zones de textes séparées par des virgules</strong> sous lesquelles vous souhaitez activer un lien vers IMCE. Astuce : ID des champs de texte est la plupart du temps edit-body.

source: Absolute URLs
fr: URL absolue

source: Check if you want IMCE to return absolute file URLs.
fr: Cochez si vous souhaitez qu'IMCE gère des URL absolues.

source: Default behaviour for existing files during file uploads
fr: Comportement par dédfaut pour des fichiers déjà existants pendant un upload

source: Keep the existing file renaming the new one
fr: Garder le fichier existant et renommer le nouveau

source: Keep the existing file rejecting the new one
fr: Garder le fichier existant et rejeter le nouveau

source: Replace the existing file with the new one
fr: Remplacer le fichier existant par le nouveau

source: Default method for creating thumbnails
fr: Méthode par défaut pour la création de vignettes

source: Scale the image with respect to the thumbnail dimensions.
fr: La vignette est proportionnelle aux dimensions de l'image.

source: First scale then crop the image to fit the thumbnail dimensions.
fr: La vignette est d'abord mise à l'echelle, puis rogner pour s'adapter aux dimensions de l'image

source: Save configuration
fr: Enregistrer la configuration

source: User role
fr: rôle utilisateur

source: Assigned profile
fr: Profil assigné

source: user #1
fr: utilisateur #1

source: Weight
fr: Poids

source: For users who have <strong>multiple roles</strong>, <strong>weight</strong> property will determine the assigned profile. Lighter roles that are placed upper will take the precedence. So, an administrator role should be placed over other roles by having a smaller weight, ie. -10.
fr: Pour les utilisateurs qui ont des <strong>rôles multiples</strong>, <strong>poids</strong> détermine le profil assigné. Un administrateur au rôle important aura un poids très faible.

source: Role-profile assignments
fr: Relations Role-Profile

source: Assign profiles to user roles.
fr: Assigner des profils à des rôles utilisateurs.

source: Changes have been saved.
fr: Les changements ont été sauvegardés.

source: Settings were imported from the profile %name
fr: Les paramètres ont été importés du profil %name

source: Give a name to this profile.
fr: Donnez un nom à ce profil.

source: Maximum file size per upload
fr: Taille maximale de chaque fichier

source: Set to 0 to use the maximum value avaliable.
fr: Utilisez 0 pour avoir la valeur maximale.

source: Your PHP settings limit the maximum file size per upload to %size.
fr: Vos paramètres de PHP limitent la taille maximale de chaque transfert à %size.

source: MB
fr: Mo

source: Directory quota
fr: Quota des répertoires

source: Define the upload quota per directory. Total user quota is proportional to the number of directories that the user has upload access to.
fr: Définir le quota d'upload par répertoire. Le quota total par utilisateur est proportionnel au nombre de les répertoires auxquels les utilisateurs ont accès.

source: Total user quota
fr: Quota total par utilisateur

source: You can force total user quota to be a value independent of directory quota. <strong>This quota is calculated using the files table in the database, so that it will not include the files uploaded via FTP or by previous versions of IMCE(4.7.x and 5.x)</strong>. You can either use both quotations together or safely ignore this by setting the value to 0.
fr: Vous pouvez forcer le quota total par utilisateur afin qu'il soit indépendant du quota par répertoire. <strong>Ce quota est calculé à partir de la table des fichiers de la base de données. Cela n'inclue pas le FTP.</strong>. Vous pouvez ou utiliser une option ou les deux. Vous pouvez encore les ignorer en mettant 0 comme valeur.

source: Permitted file extensions
fr: Extensions autorisées

source: Extensions that users in this role can upload. Separate extensions with a space and do not include the leading dot.
fr: Les extensions que les utilisateurs faisant partie de ce rôle peuvent envoyer. Séparez les extensions avec un espace et n'incluez pas le point du début (ex : .pdf => pdf).

source: Set to * to remove the restriction.
fr: Utilisez * pour supprimer les restrictions

source: Maximum image resolution
fr: Résolution maximale des images

source: The maximum allowed image size (e.g. 640x480). Set to 0 for no restriction. If an <a href="!image-toolkit-link">image toolkit</a> is installed, files exceeding this value will be scaled down to fit.
fr: La taille maximale autorisée pour les images transmises (par exemple 640x480) ou '0' pour indiquer aucune restriction. Si une <a href="!image-toolkit-link">boite à outil image</a> est installée, les fichiers qui dépassent cette taille seront redimensionnés.

source: WIDTHxHEIGHT
fr: <em>Largeur</em> x <em>Hauteur</em>

source: Maximum number of files per operation
fr: Nombre de fichiers maximum par opération

source: You can allow users to select multiple files for operations such as delete, resize, etc. Entire batch file operation is executed in a single drupal load, which may be good. However there will be an increase in script execution time, cpu load and memory consumption possibly exceeding the limits of your server, which is really bad. For unlimited number of file handling, set this to 0.
fr: Vous pouvez autoriser les utilisateurs à effectuer différentes opérations (supprimer, redimensionner...) en même temps par tâche/batch. Cependant cela peut alourdir la charge du serveur. Pour ne pas limiter le nombre de fichiers par tâche, mettez 0.

source: The changes have been saved.
fr: Les changements ont été enregistrés.

source: Profile has been added.
fr: Le profil a été ajouté.

source: Including subdirectories
fr: Incluant les sous répertoires

source: Browse
fr: Explorer

source: Upload
fr: Transfert de fichiers

source: Thumbnails
fr: Vignettes

source: Resize
fr: Redimensionner

source: Directory path
fr: Chemin du répertoire

source: Directories
fr: Répertoires

source: Define directories that users of this profile can access. <ul> <li>Use alphanumeric characters as directory paths.</li> <li>To specify file system root, just enter <strong>.</strong>(dot) character.</li> <li>Use <strong>%uid</strong> as a placeholder for user ID. Ex: <em>users/user%uid</em> creates directories such as <em>users/user1</em>, <em>users/user42</em>, etc.</li> <li>To remove a directory from the list, leave the directory path blank.</li> <li>If you want more flexibility in directory paths you can execute php to return a directory path.<br /> For php execution your directory path must start with <strong>php:</strong> and the rest must be a valid php code that is expected to return the actual directory path. <br />Ex: <strong>php: return 'users/'.$user->name;</strong> defines <strong>users/USER-NAME</strong> as the directory path.<br /> A multi-level directory example <strong>php: return date('Y', $user->created).'/'.date('m', $user->created).'/'.$user->uid;</strong> defines <strong>MEMBERSHIP-YEAR/MONTH/USER-ID</strong> as the directory path, resulting in self-categorized user directories based on membership date.<br /> Note that you should use the $user variable instead of $GLOBALS['user'] since they are not always the same object.</li> </ul> <p>Note that thumbnails permission does not affect thumbnail creation on upload. See thumbnails decription below.</p> <p>If you need more fields, just fill all and save, and you will get two more on the next page.</p>
fr: Définir les répertoires que les utilisateurs peuvent utiliser. <ul> <li>Utiliser les caractères alphanumériques comme chemins de répertoires</li> <li>Pour spécifier le système de fichiers racine, entrez <strong>.</strong>(point).</li> <li>Utilisez <strong>%uid</strong> à la place des identifiants utilisateurs. Ex: <em>users/user%uid</em> crée les même répertoires que <em>users/user1</em>, <em>users/user42</em>, etc.</li> <li>Pour supprimer un répertoire de la liste, laissez son chemin vide.</li> <li>Vous pouvez avoir plus de flexibilité en utilisant la fonction php qui vous indiquera les répertoires racines..<br /> Pour exécuter du php, le répertoire doit commencer par <strong>php:</strong> et ce qui suit doit être un code php valide. <br />Ex: <strong>php: return 'users/'.$user->name;</strong> definit <strong>users/USER-NAME</strong> comme le chemin du répertoire.<br /> Un exemple de hiérarchie de répertoires <strong>php: return date('Y', $user->created).'/'.date('m', $user->created).'/'.$user->uid;</strong> definit <strong>MEMBERSHIP-YEAR/MONTH/USER-ID</strong> comme chemin du répertoire, créant une hiérarchie par utilisateur et par date.<br /> Note : Utilisez la variable $user plutôt que $GLOBALS['user'].</li> </ul> <p>Notez que les permissions des vignettes n'affecte pas leur création pendant les uploads.</p> <p>Si vous avez besoin de plus de champs, remplissez les tous et sauvegardez. Deux nouveaux apparaitront sur la page suivante.</p>

source: Name
fr: Nom

source: Prefix
fr: Préfixe

source: Suffix
fr: Suffixe

source: You may create a list of thumbnail options that users can choose from. <ul> <li>Use alphanumeric characters as thumbnail names.</li> <li>Specify dimensions as <strong>WidthxHeight</strong>.</li> <li>Prefix and suffix are strings that are added to original file name to create the thumbnail name.</li> <li>An example thumbnail: Name = <strong>Small</strong>, Dimensions = <strong>80x80</strong>, Prefix = <strong>small_</strong></li> </ul> <p>Note that users will always be able to create thumbnails on file upload no matter what the thumbnail permission is. To disable thumbnail creation on file upload you should not define any thumbnails here.</p> <p>If you need more fields, just fill all and save, and you will get two more on the next page.</p>
fr: Vous pouvez créer des listes d'options pour les vignettes que les utilisateurs peuvent choisir. <ul> <li>Utiliser les caractères alphanumériques comme nom des vignettes.</li> <li>Spécifier des dimensions telles que <strong>LargeurxHauteur</strong>.</li> <li>Préfixe et suffixe sont des chaines qui sont ajoutées aux nomes des fichiers pour créer les noms des vignettes.</li> <li>Un exemple de vignettes: Nom = <strong>Petites</strong>, Dimensions = <strong>80x80</strong>, Préfixe = <strong>petite_</strong></li> </ul> <p>Important : les utilisateurs pourront toujours créer des vignettes pour un upload indépendamment des permissions. Pour désactiver la création de vignettes lors des uploads, vous ne devriez pas définir les vignettes ici.</p> <p>Si vous avez besoin de plus de champs, remplissez les et sauvegardez. Deux nouveaux champs apparaitront sure la page suivante.</p>

source: Are you sure you want to delete the profile %name?
fr: Etes vous certain de vouloir supprimer le profil %name ?

source: Cancel
fr: Annuler

source: Profile has been deleted.
fr: Le profil a été effacé.

source: none
fr: aucun

source: Import settings from other profiles
fr: Importer des paramètres d'autres profils

source: Duplicate directory paths are not allowed.
fr: Dupliquer les chemins des répertoires n'est pas autorisé.

source: %dirname is not accepted as a proper directory name.
fr: %dirname n'est pas accepté comme nom de répertoire.

source: Create thumbnails
fr: Créer des vignettes

source: File
fr: Fichier

source: Upload file
fr: Uploader un fichier

source: Selected files
fr: Fichiers sélectionnés

source: Width x Height
fr: Largeur x Hauteur

source: Create a new image
fr: Créer une nouvelle image

source: Please select a file.
fr: Sélectionnez un fichier.

source: You are not allowed to operate on more than %num files.
fr: Vous ne pouvez sélectionner plus de %num fichiers.

source: directory (%dir)
fr: répertoire (%dir)

source: An illegal choice has been detected. Please contact the site administrator.
fr: Un choix interdit a été détecté. Veuillez contacter l'administrateur du site.

source: The file is renamed to %filename.
fr: Le fichier a été renommé en %filename.

source: %filename is uploaded.
fr: %filename a été uploadé.

source: Upload failed.
fr: L'upload a échoué.

source: File deletion successful: %files.
fr: Succès de l'effacement des fichiers : %files.

source: Please specify dimensions within the allowed range that is from 1x1 to @dimensions.
fr: Entrez les dimensions dans celles autorisées, à savoir @dimensions.

source: unlimited
fr: non limité

source: File resizing successful: %files.
fr: Redimensionnement réussi : %files.

source: Thumbnail creation (%thumbnames) successful for %filename.
fr: Création des vignettes (%thumbnames) réussie pour %filename.

source: %filename is not an image.
fr: %filename n'est pas une image.

source: Scaling up is not allowed.
fr: Agrandir n'est pas autorisé.

source: %filename(%dimensions) already exists.
fr: %filename(%dimentions) existe déjà.

source: %filename cannot be resized to %dimensions
fr: %filename ne peut pas être redimensionné à %dimensions

source: The selected file %file could not be copied.
fr: Le fichier choisi %file n'a pas pu être copié.

source: File browser is set to reject the upload of existing files.
fr: L'explorateur de fichiers n'accepte pas l'upload de fichiers existants.

source: Only files with the following extensions are allowed: %files-allowed.
fr: Seuls les fichiers se terminant par les extensions suivantes sont autorisés : %files-allowed.

source: The file is %filesize exceeding the maximum file size of %maxsize.
fr: Le fichier fait %filesize, ce qui dépasse la taille maximale autorisée (%maxsize).

source: %filename is %filesize which would exceed your %quota_type. You are currently using %size of %quota.
fr: La taille de %filename est %filesize, ce qui excède votre %quota_type. Vous utilisez %size de %quota.

source: Unable to get a working directory for the file browser!
fr: Aucun répertoire actif pour l'explorateur de fichiers.

source: There is no valid directory specified for the file browser!
fr: Il n'y a pas de répertoire valide pour l'explorateur de fichiers.

source: You don't have access to any configuration profile to use the file browser!
fr: Vous n'avez pas accès aux profils de configuration pour utiliser l'explorateur de fichier.

source: Directory root
fr: Répertoire racine

source: Illegal choice %choice in !name element.
fr: Choix interdit %choice dans l'élément !name.

source: <p>Here you can create subdirectories for your users. Multiple directory creation is possible at a time with the <strong>*</strong> character. For example, specifying <strong>user*/foo</strong> will create <strong>foo</strong> named directories under each directory starting with <strong>user</strong>. */foo*/bar will create bar named directories under directories starting with foo in each directory of file system path.</p>
fr: <p>Vous pouvez définir des sous-directoires pour vos utilisateurs. La création de plusieurs répertoires est possible avec le caractère <strong>*</strong>.

source: Create
fr: Créer

source: Specified path must be under file sytem path.
fr: Le chemin spécifié doit être sous celui du système de fichiers.

source: No matching subdirectories found.
fr: Aucun sous répertoire trouvé.

source: Directory %dir is loaded.
fr: Le répertoire %dir est chargé.

source: Directory %dir is empty.
fr: Le répertoire %dir est vide.

source: File browsing is disabled in directory %dir.
fr: Navitation dans les fichiers interdite dans le répertoire %dir.

source: You can't perform this operation.
fr: Vous ne pouvez pas faire cela.

source: Do you want to refresh the current directory?
fr: Voulez vous rafraichir le répertoire courant ?

source: Uploading %filename...
fr: Upload du fichier %filename...

source: Delete selected files?
fr: Effacer les fichiers sélectionnés ?

source: Please select a thumbnail.
fr: Choisissez une vignette.

source: Please select a single file.
fr: Choisissez un fichier.

source: You must select at least %num files.
fr: Vous devez choisir au moins %num fichiers.

source: Send to @app
fr: Envoyer vers @app

source: textarea
fr: zone de texte

source: You should use a javascript-enabled browser in order to experince a much more user-friendly interface.
fr: Vous devez activer le javascript dans votre navigateur pour avoir une interface plus confortable.

source: Help
fr: Aide

source: Tips
fr: Astuces

source: Select a file by clicking the corresponding row in the file list.
fr: Choisissez un fichier en cliquant sur sa ligne dans la liste.

source: Ctrl+click to add files to the selection or to remove files from the selection.
fr: Ctrl+click pour ajouter des fichiers ou pour enlever des fichiers à la sélection.

source: Shift+click to create a range selection. Click to start the range and shift+click to end it.
fr: Shift+click pour sélectionner plusieurs lignes. Cliquez une fois pour commencer la sélection et shift+click pour la finir.

source: Sort the files by clicking a column header of the file list.
fr: Triez les fichiers en cliquant sur les entêtes de colonnes.

source: Resize the work-spaces by dragging the horizontal or vertical resize-bars.
fr: Redimensionnez les espaces en déplaçant les barres horizontales ou verticales.

source: Keyboard shortcuts for file list: up, down, left, home, end, ctrl+A.
fr: Les raccourcis claviers pour la liste de fichiers : flèche haut, flèche bas, flèche gauche, home, fin, ctrl+A.

source: Keyboard shortcuts for selected files: enter/insert, delete, R(esize), T(humbnails), U(pload).
fr: Les raccourcis claviers pour les fichiers choisis : entrée/insert, corrige, R(edimensionne), T(vignettes), U(pload).

source: Keyboard shortcuts for directory list: up, down, left, right, home, end.
fr: Les raccourcis claviers pour la liste de répertoires : flèche haut, flèche bas, flèche gauche, home, fin.

source: all
fr: tout

source: File name
fr: Nom de fichier

source: Size
fr: Taille

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: !num files using !dirsize of !quota
fr: !num fichiers utilisent !dirsize de !quota

source: unlimited quota
fr: quota non limité

source: Clear log
fr: Efface les logs

source: File Browser
fr: Explorateur de fichiers
