Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/jobsearch.*_.po
Languages: fr

source: Allows users to apply for jobs posted.
fr: Permettre aux utilisateurs de répondre à une offre postée.

source: Job
fr: Offre d'emploi

source: Job settings
fr: Paramètres des Offres d'emploi

source: Job Applications Received
fr: Candidature(s) reçue(s)

source: Jobs Applied For
fr: Candidature(s) aux Offres d'emploi

source: Enable job application for these content types
fr: Permettre les candidatures pour ce type de contenu

source: Please login or register to apply
fr: Authentifiez-vous ou enregistrez-vous pour répondre à cette offre d'emploi

source: You applied for this job
fr: Vous avez répondu à cette offre d'emploi

source: Apply for this job
fr: Répondre à cette offre

source: View job applications
fr: Voir les candidatures

source: View job postings
fr: Voir vos candidatures

source: Please !login or !register to apply
fr: S'il vous plaît, il faut !login ou !register pour répondre à cette offre

source: login
fr: s'authentifier

source: register
fr: s'enregistrer

source: You are not authorized to apply for jobs.
fr: Vous n'êtes pas autorisé à répondre à cette offre d'emploi.

source: No job specified.
fr: Pas d'offre spécifiée.

source: Please !create to apply
fr: Veuillez !create pour répondre à cette offre

source: create a resume
fr: Créer un CV

source: Position:
fr: Poste:

source: Select from your resumes below, or !create
fr: Sélectionner votre CV, ou !create

source: create a new resume
fr: Créer un nouveau CV

source: view
fr: voir

source: apply
fr: répondre

source: edit
fr: éditer

source: Resume Title
fr: Titre du CV

source: Last Changed
fr: Dernier changement

source: Operations
fr: Opérations

source: You already applied for this position.
fr: Vous avez déjà répondu à cette offre.

source: Thank you. Your application has been submitted.
fr: Merci. Votre candidature a été soumise.

source: Job application #@nid has been cleared.
fr: La candidature #@nid a été supprimée.

source: Applicant
fr: Candidat

source: Resume
fr: CV

source: Clear
fr: Supprimer

source: No job applications.
fr: Pas d'offre d'emploi soumise.

source: Poster
fr: Recruteur

source: No jobs applied for.
fr: Pas de candidature effectuée.

source: The following user has applied for the above job.
fr: L'utilisateur suivant a répondu à l'offre ci-dessus.

source: Job: @title
fr: Offre : @title

source: Job URL: @url
fr: Offre URL : @url

source: Applicant name: @name
fr: Nom du Candidat : @name

source: Applicant email: @email
fr: Email du candidat : @email

source: Applicant URL: @url
fr: URL du candidat : @url

source: Resume: @title
fr: CV : @title

source: Resume URL: @url
fr: URL du CV: @url

source: Manage job applications at @manage
fr: Gérer les candidatures sur @manage

source: Allows users to post resumes and use them to apply for jobs.
fr: Permet à l'utilisateur de poster des CV et de les utiliser pour répondre aux offres d'emploi.

source: Enable resume for these content types
fr: Activer le module resume (CV) pour ces types de contenu

source: Resume settings.
fr: Paramètres de l'application resume (CV)

source: The table for jobs
fr: Le tableau des offres d'emploi

source: The {node} this version belongs to.
fr: Le {node} de cette version appartient à

source: The {users}.uid that created this version.
fr: Le {users}.uid qui a créé cette version.

source: The resume nid
fr: Le nid du resume (CV)

source: A Unix timestamp indicating when this version was created.
fr: Un timestamp Unix indiquant à quel moment cette version a été créée.

source: Is the node published or not
fr: Si le noeud est publié ou non

source: Allows recruiters to post jobs.
fr: Permet aux recruteurs de poster des offres d'emploi.

source: Job Search
fr: Recherche d'offre d'emploi

source: Allows job seekers to post resumes and use them to apply for jobs posted.
fr: Permet aux candidats de poster des CV et de les utiliser pour répondre aux offres d'emploi postées.

source: Allows setting of permissions on jobs.
fr: Permet le paramétrage des permissions des offres d'emploi.

source: Allows setting of permissions on resumes by role.
fr: Permet le paramétrage des permissions des CV par rôle.

source: Node ID of the job node.
fr: ID du Noeud de l'offre d'emploi

source: Job Applied For
fr: Candidature aux Offres d'emploi

source: Date/Time Job applied for
fr: Date/Heure de candidature

source: Date/time applied for this Job.
fr: Date/Heure de candidature pour cette offre d'emploi

source: Resume Node ID
fr: ID du noeud du CV

source: Node ID of the resume node.
fr: ID du noeud du noeud CV

source: Resume Applicant ID
fr: ID du candidat

source: ID of the applicant user.
fr: ID de l'utilisateur qui a répondu

source: Resume Applicant
fr: Candidat

source: Job Status
fr: Statut de l'offre d'emploi

source: Status of the Job posting.
fr: Statut de l'offre d'emploi postée
