Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/modules-menu.*_.po
Languages: fr

source: There are no menu items yet.
fr: Il n'y a pas d'éléments dans ce menu.

source: disabled
fr: désactivé

source: reset
fr: réinitialiser

source: Menu item
fr: Elément de menu

source: Expanded
fr: Déplié

source: Menu settings
fr: Paramètres du menu

source: The path this menu item links to. This can be an internal Drupal path such as %add-node or an external URL such as %drupal. Enter %front to link to the front page.
fr: Le chemin de Drupal vers lequel cet item de menu pointe. Cela peut être un chemin interne à Drupal comme %add-node ou une url externe comme %drupal. Entrez %front pour pointer vers la page d'accueil.

source: Menu link title
fr: Titre du lien dans le menu

source: The link text corresponding to this item that should appear in the menu.
fr: Texte correspond au nom du lien qui sera affiché dans le bloc menu.

source: The description displayed when hovering over a menu item.
fr: La description affichée quand le pointeur survole cet élément de menu.

source: Menu items that are not enabled will not be listed in any menu.
fr: Les éléments du menu qui ne sont pas activés, ne seront pas affichés dans les menus.

source: If selected and this menu item has children, the menu will always appear expanded.
fr: Si sélectionné et que cette entrée du menu possède des enfants, le menu sera affiché déplié.

source: The maximum depth for an item and all its children is fixed at !maxdepth. Some menu items may not be available as parents if selecting them would exceed this limit.
fr: La profondeur maximale d'un élement et de tous ces enfant est fixée à !maxdepth. Certains liens dans les menus ne seront pas disponibles comme parents si leur sélection les fait exceder cette limite.

source: Optional. In the menu, the heavier items will sink and the lighter items will be positioned nearer the top.
fr: Facultatif. Dans le menu, les éléments au poids plus élevé seront positionnés vers le bas et les éléments au poids plus faible seront positionnés plus haut.

source: There was an error saving the menu link.
fr: Une erreur s'est produite lors de l'enregistrement du lien de menu.

source: Menu name
fr: Nom du menu

source: The machine-readable name of this menu. This text will be used for constructing the URL of the <em>menu overview</em> page for this menu. This name must contain only lowercase letters, numbers, and hyphens, and must be unique.
fr: Le nom machine de ce menu. Ce texte sera utilisé pour la construction des URL de la page <em>aperçu du menu</em> pour ce menu. Ce nom ne doit contenir que des lettres minuscules, des nombres, des tirets, et doit être unique.

source: Are you sure you want to delete the custom menu %title?
fr: Êtes-vous sûr de vouloir supprimer le menu personalisé %title?

source: The custom menu %title has been deleted.
fr: Le menu %title a été supprimé.

source: The menu name may only consist of lowercase letters, numbers, and hyphens.
fr: Le nom du menu ne doit contenir que des lettres minuscules, des nombres, des tirets.

source: The menu already exists.
fr: Le menu existe déjà.

source: Are you sure you want to delete the custom menu item %item?
fr: Êtes-vous certain de vouloir supprimer l'élément de menu %item ?

source: The menu item %title has been deleted.
fr: L'élément de menu %title a été supprimé.

source: Are you sure you want to reset the item %item to its default values?
fr: Êtes-vous certains de vouloir réinitialiser l'élément de menu %item à ses valeurs par défaut ?

source: Any customizations will be lost. This action cannot be undone.
fr: Toutes les personnalisations seront perdues. Cette action est irréversible.

source: The menu item was reset to its default settings.
fr: L'élément de menu a été réinitialisé à ses paramètres par défaut.

source: The menu module allows on-the-fly creation of menu links in the content authoring forms. The following option sets the default menu in which a new link will be added.
fr: Le module menus permet la création à la volée de liens dans les formulaires de rédaction. Le paramètre suivant limite les menus dans lesquels un nouveau lien peut être ajouté.

source: Default menu for content
fr: Contenu par défaut du menu

source: Choose the menu to be the default in the menu options in the content authoring form.
fr: Choisissez le menu qui sera utilisé par défaut dans les options du menu dans le formulaire d'édition de contenu.

source: No primary links
fr: Pas de liens primaires

source: Source for the primary links
fr: Source des liens primaires

source: Select what should be displayed as the primary links.
fr: Séléctionnez le menu qui doit être affiché comme liens primaires.

source: No secondary links
fr: Pas de liens secondaires

source: Source for the secondary links
fr: Source des liens secondaires

source: Select what should be displayed as the secondary links. You can choose the same menu for secondary links as for primary links (currently %primary). If you do this, the children of the active primary menu link will be displayed as secondary links.
fr: Séléctionnez le menu qui doit être affiché comme liens secondaires. Vous pouvez choisir le même menu pour les liens primaires (actuellement %primary) et secondaires. Si vous faites cela, les enfant du menu de liens primaires seront affichés comme des liens secondaires.

source: Deleted custom menu %title and all its menu items.
fr: Le menu personalisé %title ainsi que tous ses éléments ont étés supprimés.

source: Deleted menu item %title.
fr: Elément de menu %title supprimé.

source: <strong>Warning:</strong> There is currently 1 menu item in %title. It will be deleted (system-defined items will be reset).
fr: <strong>Attention:</strong>Il y a actuellement 1 élément dans le menu %title. Il sera supprimés (les éléments systèmes seront réinitialisés).

source: The menu name can't be longer than 1 character.
fr: Le nom du menu ne peut exceder 1 caractère.

source: The menu module provides an interface to control and customize Drupal's powerful menu system. Menus are a hierarchical collection of links, or menu items, used to navigate a website, and are positioned and displayed using Drupal's flexible block system. By default, three menus are created during installation: <em>Navigation</em>, <em>Primary links</em>, and <em>Secondary links</em>. The <em>Navigation</em> menu contains most links necessary for working with and navigating your site, and is often displayed in either the left or right sidebar. Most Drupal themes also provide support for <em>Primary links</em> and <em>Secondary links</em>, by displaying them in either the header or footer of each page. By default, <em>Primary links</em> and <em>Secondary links</em> contain no menu items but may be configured to contain custom menu items specific to your site.
fr: Le module menu fourni une interface pour controler et personaliser le système de menus Drupal. Les menus sont des listes hierarchiques de liens ou d'éléments permettant la navigation sur le site. Ceux-ci sont organisés grace au système de blocs Drupal. Par défaut, trois menus sont créés lors de l'installation : <em>Navigation</em>, <em>Liens primaires</em> et <em> Liens secondaires</em>. Le menu <em>Navigation</em> contiens les liens nécessaires à l'utilisation du site et est souvent affiché dans la colonne de gauche ou de droite. Beaucoup de thèmes affichent aussi les menus <em>Liens Primaires</em> et <em>Liens secondaires </em> en tete ou en pied de page. Par défaut ces menus sont vides, il ne tient qu'a vous de les personaliser.

source: The <a href="@menu">menus page</a> displays all menus currently available on your site. Select a menu from this list to add or edit a menu item, or to rearrange items within the menu. Create new menus using the <a href="@add-menu">add menu page</a> (the block containing a new menu must also be enabled on the <a href="@blocks">blocks administration page</a>).
fr: La <a href="@menu">page menu</a> affiche tous les menu disponibles sur le site. Choisissez un menu de la liste pour ajouter, ou éditer un élement, ou bien pour le réordoner. Vous pouvez créer de nouveaux menus en utilisant la <a href="@add-menu">page d'ajout de menus</a> (pour l'afficher vous devrez alors activer le bloc correspondant sur la <a href="@blocks">page d'administration des blocs</a>).

source: For more information, see the online handbook entry for <a href="@menu">Menu module</a>.
fr: Pour plus d'informations, merci de consulter le manuel du <a href="@menu">module menu</a>.

source: Menus are a collection of links (menu items) used to navigate a website. The menus currently available on your site are displayed below. Select a menu from this list to manage its menu items.
fr: Les menus sont des ensembles de liens (éléments du menu) utilisés pour la navigation sur un site internet. Les menus disponibles sont affichés ci-dessous. Sélectionnez un menu dans la liste pour le modifier.

source: Enter the name for your new menu. Remember to enable the newly created block in the <a href="@blocks">blocks administration page</a>.
fr: Entrez un nom pour votre nouveau menu. N'oubliez pas d'activer le nouveau bloc créé dans la <a href="@blocks">page d'administration des blocs</a>.

source: To rearrange menu items, grab a drag-and-drop handle under the <em>Menu item</em> column and drag the items (or group of items) to a new location in the list. (Grab a handle by clicking and holding the mouse while hovering over a handle icon.) Remember that your changes will not be saved until you click the <em>Save configuration</em> button at the bottom of the page.
fr: Pour réordonner les éléments d'un menu, utilisez la technique du glisser/déposer dans la colonne <em>Elements du menu</em> et déplacer les éléments dans la liste. Attention, les changements ne seront pas enregistrés tant vous n'aurez pas cliqué sur le bouton <em>Enregistrer la configuration</em> en bas de la page.

source: Enter the title and path for your new menu item.
fr: Entrez le titre, le chemin, la position et le poids de votre nouvel élément de menu.

source: Delete this menu item.
fr: Effacer cet élément du menu

source: The link text corresponding to this item that should appear in the menu. Leave blank if you do not wish to add this post to the menu.
fr: Ce texte correspond au nom du lien qui sera affiché dans le bloc menu. Ne pas remplir si vous ne voulez pas créer de lien dans le menu

source: administer menu
fr: administrer le menu

source: Control your site's navigation menu, primary links and secondary links. as well as rename and reorganize menu items.
fr: Réorganiser les menus de navigation.

source: List menus
fr: Afficher les menus

source: Add menu
fr: Ajouter un menu

source: Customize menu
fr: Menu personalisé

source: List items
fr: Liste des élements

source: Add item
fr: Ajouter un item

source: Edit menu
fr: Modifier le menu

source: Delete menu
fr: Effacer le menu

source: Edit menu item
fr: Modifier un élément du menu

source: Reset menu item
fr: Réinitialiser l'élément du menu

source: Delete menu item
fr: Effacer un élément du menu

source: Holds definitions for top-level custom menus (for example, Primary Links).
fr: Contiens les définitions pour les menus principaux personalisés (par exemple : Liens primaires).

source: Primary Key: Unique key for menu. This is used as a block delta so length is 32.
fr: Clé Primaire : Clé unique pour le menu. Ceci correspond au delta d'un bloc, la longueur maximale est 32.

source: Menu title; displayed at top of block.
fr: Titre du menu; affiché en haut du bloc.

source: Menu description.
fr: Description du menu

source: The navigation menu is provided by Drupal and is the main interactive menu for any site. It is usually the only menu that contains personalized links for authenticated users, and is often not even visible to anonymous users.
fr: Le menu de navigation est fourni avec Drupal, et c'est le menu principal du site. Il correspond au menu affichant les liens pour les utilisateurs identifiés, et il est souvent cachés au utilisateurs anonymes.

source: Primary links are often used at the theme layer to show the major sections of a site. A typical representation for primary links would be tabs along the top.
fr: Les lien primaires sont utilisés pour représenter les rubriques principales d'un site. Cela correspond par exemple à des onglets affichés en haut de page.

source: Secondary links are often used for pages like legal notices, contact details, and other secondary navigation items that play a lesser role than primary links
fr: Les liens secondaires sont souvent utilisés pour des pages telles que le formulaire de contact, la page à propos, et d'autre éléments jouant un role moins important que les liens primaires
