Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/modules-aggregator.*_.po
Languages: fr

source: Updated:
fr: Mis à jour :

source: Categories
fr: Catégories

source: More
fr: Lire la suite

source: Feed overview
fr: Vue d'ensemble du flux

source: Items
fr: Eléments

source: Last update
fr: Dernière mise à jour

source: Next update
fr: Prochaine mise à jour

source: %time left
fr: %time restant

source: remove items
fr: enlever des éléments

source: update items
fr: mettre à jour les éléments

source: Category overview
fr: Vue d'ensemble de la catégorie

source: The name of the feed (or the name of the website providing the feed).
fr: Le nom du flux (ou le nom du site web dont vous syndiquez le contenu).

source: The fully-qualified URL of the feed.
fr: L'adresse URL complète du flux.

source: Update interval
fr: Intervalle de mise à jour

source: The length of time between feed updates. (Requires a correctly configured <a href="@cron">cron maintenance task</a>.)
fr: Durée entre deux mises à jour du flux. (Nécessite la <a href="@cron">tache cron</a> correctement configurée.)

source: Categorize news items
fr: Classer les nouvelles

source: New feed items are automatically filed in the checked categories.
fr: Les nouveaux éléments de ce flux seront automatiquement classés dans les catégories sélectionnées à leur réception.

source: The URL %url is invalid. Please enter a fully-qualified URL, such as http://www.example.com/feed.xml.
fr: L'adresse %url n'est pas valide. Merci d'entrer une adresse complète tel que : http://www.example.com/feed.xml.

source: A feed named %feed already exists. Please enter a unique title.
fr: Un flux nommé %feed existe déjà. Merci d'entrer un nom unique.

source: A feed with this URL %url already exists. Please enter a unique URL.
fr: Un flux avec l'adresse %url existe déjà. Merci d'entrer une adresse unique.

source: The feed %feed has been updated.
fr: Le flux %feed a été mis à jour.

source: The feed %feed has been deleted.
fr: Le flux %feed a été supprimé.

source: The feed %feed has been added.
fr: Le flux %feed a été ajouté.

source: Are you sure you want to remove all items from the feed %feed?
fr: Êtes-vous sûr de vouloir supprimer tous les éléments du flux %feed ?

source: Remove items
fr: Effacez des éléments

source: A space-separated list of HTML tags allowed in the content of feed items. (Tags in this list are not removed by Drupal.)
fr: Une liste de balises HTML séparées par des éspaces. Ces balises seront autorisés dans le contenu des flux (Les balises de cette liste ne seront pas supprimées par Drupal.)

source: Items shown in sources and categories pages
fr: Eléments affichés dans les pages sources et catégories

source: Number of feed items displayed in feed and category summary pages.
fr: Le nombre d'éléments qui seront affichés pour chaque flux ou catégorie dans les vues d'ensemble des flux.

source: Discard items older than
fr: Effacer les nouvelles datant de plus de

source: The length of time to retain feed items before discarding. (Requires a correctly configured <a href="@cron">cron maintenance task</a>.)
fr: Durée avant l'expiration des éléments des flux. (Nécessite la <a href="@cron">tache cron</a> correctement configurée.)

source: Category selection type
fr: Type de sélection de catégorie

source: checkboxes
fr: cases à cocher

source: multiple selector
fr: sélecteur multiple

source: The type of category selection widget displayed on categorization pages. (For a small number of categories, checkboxes are easier to use, while a multiple selector work well with large numbers of categories.)
fr: Le type d'élément de formulaire à afficher sur la page de classement pour le choix des catégories. (Les cases à cocher sont plus simples à utiliser ; un sélecteur multiple convient mieux à un grand nombre de catégories.)

source: A category named %category already exists. Please enter a unique title.
fr: Une catégorie nommée %category existe déjà. Merci de saisir un nom unique.

source: The category %category has been updated.
fr: La catégorie %category a été mise à jour.

source: The category %category has been deleted.
fr: La catégorie %category a été supprimée.

source: The category %category has been added.
fr: La catégorie %category a été ajoutée.

source: aggregator
fr: agrégateur

source: Feed %feed deleted.
fr: Flux %feed supprimé.

source: Feed %feed added.
fr: Flux %feed ajouté.

source: Category %category deleted.
fr: Catégorie %category supprimée.

source: Category %category added.
fr: Catégorie %category ajoutée.

source: 1 item
fr: 1 élément

source: aggregator - @title
fr: agrégateur - @title

source: Save categories
fr: Enregistrer les catégories

source: You are not allowed to categorize this feed item.
fr: Vous n'êtes pas autorisé à classer cet élément de flux.

source: The categories have been saved.
fr: Les catégories ont été enregistrées.

source: Categorize
fr: Classer

source: %ago ago
fr: il y a %ago

source: OPML feed
fr: Flux OPML

source: @site_name - aggregated feeds in category @title
fr: @site_name - flux aggregé dans la catégorie @title

source: @site_name - aggregated feeds
fr: @site_name - flux agrégés

source: @site_name aggregator
fr: @site_name agrégateur

source: %age old
fr: %age ans

source: !title feed
fr: !title du flux

source: The aggregator is a powerful on-site syndicator and news reader that gathers fresh content from RSS-, RDF-, and Atom-based feeds made available across the web. Thousands of sites (particularly news sites and blogs) publish their latest headlines and posts in feeds, using a number of standardized XML-based formats. Formats supported by the aggregator include <a href="@rss">RSS</a>, <a href="@rdf">RDF</a>, and <a href="@atom">Atom</a>.
fr: L'agregateur permet de lire les nouvelles disponibles dans les flux RSS,RDF et Atom sur internet. Des milliers de sites (tel que les sites d'information et les blogs) publient leurs dernières nouvelles et les rendent disponibles à travers des flux au format XML. Les formats supportés par l'agrégateur sont <a href="@rss">RSS</a>, <a href="@rdf">RDF</a>, et <a href="@atom">Atom</a>.

source: Feeds contain feed items, or individual posts published by the site providing the feed. Feeds may be grouped in categories, generally by topic. Users view feed items in the <a href="@aggregator">main aggregator display</a> or by <a href="@aggregator-sources">their source</a>. Administrators can <a href="@feededit">add, edit and delete feeds</a> and choose how often to check each feed for newly updated items. The most recent items in either a feed or category can be displayed as a block through the <a href="@admin-block">blocks administration page</a>. A <a href="@aggregator-opml">machine-readable OPML file</a> of all feeds is available. A correctly configured <a href="@cron">cron maintenance task</a> is required to update feeds automatically.
fr: Les flux contiennent des éléments ou des articles publiés par le site qui met à disposition le flux. Les flux peuvent être groupés par catégories, ou par sujet. Les utilisateurs pourrant consulter les flux sur la <a href="@aggregator">page principale de l'agrégateur</a> ou <a href="@aggregator-sources">à la source</a>. Les Administrateurs peuvent <a href="@feededit">ajouter, éditer ou supprimer des flux</a> et choisir la fréquence de mise à jour de ces derniers. Les éléments les plus récents

source: For more information, see the online handbook entry for <a href="@aggregator">Aggregator module</a>.
fr: Pour plus d'informations, merci de consulter le manuel en ligne sur le <a href="@aggregator">module Aggregator</a>.

source: Thousands of sites (particularly news sites and blogs) publish their latest headlines and posts in feeds, using a number of standardized XML-based formats. Formats supported by the aggregator include <a href="@rss">RSS</a>, <a href="@rdf">RDF</a>, and <a href="@atom">Atom</a>.
fr: Des milliers de sites (tel que les sites d'information et les blogs) publient leurs dernières nouvelles et les rendent disponibles à travers des flux au format XML. Les formats supportés par l'agrégateur sont <a href="@rss">RSS</a>, <a href="@rdf">RDF</a>, et <a href="@atom">Atom</a>.

source: Current feeds are listed below, and <a href="@addfeed">new feeds may be added</a>. For each feed or feed category, the <em>latest items</em> block may be enabled at the <a href="@block">blocks administration page</a>.
fr: Les flux utilisés sont affichés ci-dessous, et il est possible d'<a href="@addfeed">ajouter des flux</a>. Pour chaque flux et chaque catégorie de flux, le bloc des <em>derniers éléments</em> peut être activé sur <a href="@block">la page d'administration des blocs</a>.

source: Add a feed in RSS, RDF or Atom format. A feed may only have one entry.
fr: Ajouter un flux au format RSS, RDF ou Atom. Un flux ne contient qu'une entrée.

source: Categories allow feed items from different feeds to be grouped together. For example, several sport-related feeds may belong to a category named <em>Sports</em>. Feed items may be grouped automatically (by selecting a category when creating or editing a feed) or manually (via the <em>Categorize</em> page available from feed item listings). Each category provides its own feed page and block.
fr: Les catégories permettent de grouper les articles provenant de différents flux. Par exemple, les flux concernant le sport peuvent être regroupés dans une catégorie <em>Sports</em>. Les articles peuvent être regroupés automatiquement (en attribuant une catégorie à chaque flux) ou manuellement (via la page <em>Catégories</em> disponible sur la page listant les flux). Chaque catégorie permet de disposer d'une page et d'un bloc.

source: !title category latest items
fr: derniers items de la catégorie !title

source: !title feed latest items
fr: derniers ajouts !title

source: Number of news items in block
fr: Nombre de nouvelles dans le bloc

source: View this feed's recent news.
fr: Voir les nouvelles récentes de ce flux.

source: View this category's recent news.
fr: Voir les nouvelles récentes de cette catégorie.

source: The news items from %site have been removed.
fr: Les nouvelles de %site ont été supprimées.

source: There is no new syndicated content from %site.
fr: Il n'y a aucun contenu récemment syndiqué de %site.

source: There is new syndicated content from %site.
fr: Il y a du contenu récemment syndiqué sur %site.

source: feed not parseable
fr: impossible de lire le flux

source: The feed from %site seems to be broken, because of error "%error".
fr: Le flux de %site semble être endommagé, à cause de l'erreur "%error".

source: The feed from %site seems to be broken, because of error "%error" on line %line.
fr: Le flux de %site semble être endommagé, à cause de l'erreur "%error" à la ligne %line.

source: blog it
fr: ajouter au blogue

source: Comment on this news item in your personal blog.
fr: Commenter cette nouvelle dans votre blogue personnel.

source: Updated URL for feed %title to %url.
fr: URL pour le flux %title modifiée en %url.

source: The feed from %site seems to be broken, due to "%error".
fr: Le flux de %site semble être endommagé, à cause de l'erreur "%error".

source: The feed from %site seems to be broken, due to an error "%error" on line %line.
fr: The feed from %site seems to be broken, because of error "%error" on line %line.

source: administer news feeds
fr: administrer les flux de nouvelles

source: access news feeds
fr: accéder aux flux de nouvelles

source: Feed aggregator
fr: Agrégateur de flux

source: Configure which content your site aggregates from other sites, how often it polls them, and how they're categorized.
fr: Configure les flux qui seront importés d'autres sites, leur fréquence de mise à jour, et la manière dont ils sont rangés en catégories.

source: Add feed
fr: Ajouter un flux RSS

source: Update items
fr: Mettre à jour les éléments

source: Edit feed
fr: Modifier le flux RSS

source: Edit category
fr: Editer la catégorie

source: Stores categories for aggregator feeds and feed items.
fr: Enregistre les catégories pour les flux, ainsi que les articles

source: Primary Key: Unique aggregator category ID.
fr: Clé Primaire : ID unique de la catégorie dans l'agrégateur.

source: Title of the category.
fr: Titre de la catégorie.

source: Description of the category
fr: Description de la catégorie

source: The number of recent items to show within the category block.
fr: Le nombre d'éléments récents à afficher dans le bloc catégorie.

source: Bridge table; maps feeds to categories.
fr: Table de correspondance entre les flux et les catégories.

source: The feed's {aggregator_feed}.fid.
fr: Le {aggregator_feed}.fid du flux.

source: The {aggregator_category}.cid to which the feed is being assigned.
fr: Le {aggregator_category}.cid pour lequel le flux est assigné.

source: Bridge table; maps feed items to categories.
fr: Table de correspondance entre les articles et les catégories.

source: The feed item's {aggregator_item}.iid.
fr: Le {aggregator_item}.iid de l'élément du flux.

source: The {aggregator_category}.cid to which the feed item is being assigned.
fr: Le {aggregator_category}.cid pour lequel les articles du flux sont assignés.

source: Stores feeds to be parsed by the aggregator.
fr: Enregistre les flux qui devront être interprétés par l'agrégateur.

source: Primary Key: Unique feed ID.
fr: Clé Primaire: ID unique du flux.

source: Title of the feed.
fr: Titre du flux.

source: URL to the feed.
fr: Adresse du flux.

source: How often to check for new feed items, in seconds.
fr: La péride de mise à jour du flux, en secondes.

source: Last time feed was checked for new items, as Unix timestamp.
fr: Date du dernier rafraichissement du flux, au format Unix.

source: The parent website of the feed; comes from the <link> element in the feed.
fr: Le site proposant le flux; correspondant à l'élement <link> du flux.

source: The parent website's description; comes from the <description> element in the feed.
fr: La déscription du site proposant le flux; correspondant à l'élement <description> du flux.

source: An image representing the feed.
fr: Une image représentant le flux

source: Entity tag HTTP response header, used for validating cache.
fr: Entete de la réponse HTTP, utilisé pour valider le cache.

source: When the feed was last modified, as a Unix timestamp.
fr: Date de dernière modification du flux, au format Unix.

source: Number of items to display in the feed's block.
fr: Nombre d'éléments à afficher dans le bloc du flux.

source: Stores the individual items imported from feeds.
fr: Enregistre les articles importés du flux.

source: Primary Key: Unique ID for feed item.
fr: Clé Primaire : ID Unique pour l'article du flux.

source: The {aggregator_feed}.fid to which this item belongs.
fr: Le {aggregator_feed}.fid auquel cet élément appartient.

source: Title of the feed item.
fr: Titre de l'article du flux.

source: Link to the feed item.
fr: Lien vers un élément du flux.

source: Author of the feed item.
fr: Auteur de l'article du flux.

source: Body of the feed item.
fr: Corps de l'article du flux.

source: Post date of feed item, as a Unix timestamp.
fr: Date de post de l'élément du flux, au format Unix.

source: Unique identifier for the feed item.
fr: Identifiant unique pour l'élément du flux.
