Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/modules-node.*_.po
Languages: fr

source: For more information, please refer to the <a href="@help">help section</a>, or the <a href="@handbook">online Drupal handbooks</a>. You may also post at the <a href="@forum">Drupal forum</a>, or view the wide range of <a href="@support">other support options</a> available.
fr: Pour plus d'informations, référez-vous à <a href="@help">l'aide</a>, ou aux<a href="@handbook"> manuels Drupal disponibles en ligne</a>. Vous pouvez aussi aller sur le <a href="@forum">forum Drupal</a>, ou encore consulter tous les<a href="@support">autres documents</a> disponibles.

source: Advanced search
fr: Recherche avancée

source: Containing any of the words
fr: Contenant l'un des mots

source: Containing the phrase
fr: Contenant l'expression

source: Containing none of the words
fr: Ne contenant pas les mots

source: Only in the category(s)
fr: Seulement dans les catégorie(s)

source: Only of the type(s)
fr: Seulement de type(s)

source: Rebuilding content access permissions
fr: Reconstruire les permissions

source: Content permissions have been rebuilt.
fr: Les permissions du contenu ont étés reconstruites.

source: The content access permissions have been rebuilt.
fr: Les permissions ont été reconstruites.

source: The content access permissions have not been properly rebuilt.
fr: Les permissions d'accès au contenu n'ont pas été correctement reconstruites.

source: Submitted by !username on @datetime
fr: Soumis par !username le @datetime

source: When either saving a new post or updating an existing post
fr: Soit quand vous enregistrez un nouveau contenu ou quand vous mettez à jour un contenu

source: After saving a new post
fr: Après l'enregistrement d'un nouveau contenu

source: After saving an updated post
fr: Après l'enregistrement d'un contenu mis à jour

source: After deleting a post
fr: Après la supression d'une contribution

source: When content is viewed by an authenticated user
fr: Lorsque le contenu est vu par un utilisateur identifié

source: Publish post
fr: Publier le post

source: Unpublish post
fr: Supprimer le post

source: Make post sticky
fr: Epingler le post

source: Make post unsticky
fr: Supprimer l'épingle du poste

source: Promote post to front page
fr: Promouvoir le post en page d'acceuil

source: Remove post from front page
fr: Supprimer le post de la page d'accueil

source: Change the author of a post
fr: Changer l'auteur du post

source: Save post
fr: Enregistrer le post

source: Unpublish post containing keyword(s)
fr: Supprimer les posts contenant le(s) mot(s) clé(s)

source: The username of the user to which you would like to assign ownership.
fr: Le nom d'utilisateur auquel vous voulez en donner la propriété.

source: Please enter a valid username.
fr: Merci de saisir un nom d'utilisateur valide

source: The post will be unpublished if it contains any of the character sequences above. Use a comma-separated list of character sequences. Example: funny, bungee jumping, "Company, Inc.". Character sequences are case-sensitive.
fr: Le contenu sera dépublié s'il contient l'une des séquences de caractères ci-dessous. Séparez les séquences par des virgules, Exemple : drole, saut à l'élastique, "Company, Inc.".

source: @type: deleted %title.
fr: @type : %title supprimé.

source: Set @type %title to published.
fr: Publier @type %title.

source: Set @type %title to unpublished.
fr: Dépublier @type %title.

source: Set @type %title to sticky.
fr: Mettre @type %title en tête.

source: Set @type %title to unsticky.
fr: Enlever @type %title de la tête.

source: Promoted @type %title to front page.
fr: Promouvoir @type %title en page d'acceuil

source: Removed @type %title from front page.
fr: Supprimer @type %title de la page d'accueil

source: Saved @type %title
fr: @type %title enregistré

source: Changed owner of @type %title to uid %name.
fr: Changer le propriétaire de @type %title en uid %name.

source: administer content types
fr: administrer les types de contenu

source: administer nodes
fr: administrer les noeuds

source: access content
fr: accéder au contenu

source: view revisions
fr: voir les révisions

source: revert revisions
fr: revenir sur les révisions

source: View, edit, and delete your site's content.
fr: Voir, modifier, et effacer le contenu du site

source: Post settings
fr: Paramètes du contenu

source: Control posting behavior, such as teaser length, requiring previews before posting, and the number of posts on the front page.
fr: Configurer les paramètres du contenu, tel que la longueur de l'introduction, le nombre d'articles sur la page d'accueil, et l'aperçu obligatoire.

source: Manage posts by content type, including default status, front page promotion, etc.
fr: Gérez les messages par type de contenu, status etc.

source: Add content type
fr: Ajouter un type de contenu

source: Create content
fr: Ajouter du contenu

source: Revisions
fr: Versions

source: Revert to earlier revision
fr: Revenir à une version précédente

source: Delete earlier revision
fr: Supprimer une version précédente

source: The base table for nodes.
fr: Table principale pour les noeuds.

source: The primary identifier for a node.
fr: Identifiant principale du noeud.

source: The current {node_revisions}.vid version identifier.
fr: L'identifiant de version actuel {node_revisions}.vid.

source: The {node_type}.type of this node.
fr: Le type de ce noeud {node_type}.type.

source: The {languages}.language of this node.
fr: La langue du noeud {languages}.language.

source: The title of this node, always treated a non-markup plain text.
fr: Le titre du noeud, toujours traité comme un texte sans balises.

source: The {users}.uid that owns this node; initially, this is the user that created it.
fr: Le {users}.uid à qui appartient ce noeud; par défaut, l'utilisateur qui l'a créé.

source: Boolean indicating whether the node is published (visible to non-administrators).
fr: Booléen indiquant si le noeud est publié (visible pour les non administrateurs).

source: The Unix timestamp when the node was created.
fr: La date au format Unix de la création du noeud.

source: The Unix timestamp when the node was most recently saved.
fr: La date au format Unix du dernier enregistrement du noeud.

source: Whether comments are allowed on this node: 0 = no, 1 = read only, 2 = read/write.
fr: Status des commentaire pour ce noeud: 0 = Pas de commentaire, 1 = Lecture seulement, 2 = Lecture / Ecriture.

source: Boolean indicating whether the node should displayed on the front page.
fr: Booléen indiquant si le noeud doit être affiché en page d'accueil.

source: Previously, a boolean indicating whether the node was "in moderation"; mostly no longer used.
fr: Avant, un booléen indiquait si le noeud était "en cours de modération"; ceci n'est pratiquement plus utilisé.

source: Boolean indicating whether the node should be displayed at the top of lists in which it appears.
fr: Booléen indiquant sir le noeud doit être affiché en tête de la liste lorsqu'il apparait.

source: The translation set id for this node, which equals the node id of the source post in each set.
fr: L'id de la traduction pour ce noeud, qui est égal à l'ID du noeud d'origine.

source: A boolean indicating whether this translation page needs to be updated.
fr: Un booléen indiquant si la page de traduction nécessite une mise à jour.

source: Identifies which realm/grant pairs a user must possess in order to view, update, or delete specific nodes.
fr: Indentifie quels droits/autorisations sont nécessaires à un utilisateur pour voir, mettre à jour ou supprimer des noeuds spécifiques.

source: The {node}.nid this record affects.
fr: Le {node}.nid qui sera affecté par l'enregistrement.

source: The grant ID a user must possess in the specified realm to gain this row's privileges on the node.
fr: L'ID de la permission, un utilisateur doit la posséder afin d'acquérir des privilèges sur le noeud.

source: The realm in which the user must possess the grant ID. Each node access node can define one or more realms.
fr: La zone dans laquelle l'utilisation doit posséder l'ID d'autorisation. Chaque a noeud accédé peut appartenir à une ou plusieurs zones.

source: Boolean indicating whether a user with the realm/grant pair can view this node.
fr: Booléen indiquant si l'utilisateur avec les couple zone/autorisation peut voir ce noeud.

source: Boolean indicating whether a user with the realm/grant pair can edit this node.
fr: Booléen indiquant si l'utilisateur avec les couple zone/autorisation peut éditer ce noeud.

source: Boolean indicating whether a user with the realm/grant pair can delete this node.
fr: Booléen indiquant si l'utilisateur avec les couple zone/autorisation peut supprimer ce noeud.

source: Access statistics for {node}s.
fr: Statistiques d'accès pour les {node}s.

source: The {node}.nid for these statistics.
fr: Le {node}.nid pour les statistiques.

source: The total number of times the {node} has been viewed.
fr: Le nombre de fois que le {node} a été consulté.

source: The total number of times the {node} has been viewed today.
fr: Le nombre de fois que le {node} a été consulté aujourd'hui.

source: The most recent time the {node} has been viewed.
fr: La derniere fois le que le {node} a été consulté.

source: Stores information about each saved version of a {node}.
fr: Enregistre les informations pour chaque version du {node} enregistrée.

source: The {node} this version belongs to.
fr: Le {node} auquel cette version appartient.

source: The primary identifier for this version.
fr: L'identifiant primaire de cette version.

source: The {users}.uid that created this version.
fr: L' {users}.uid qui a créé cette version.

source: The title of this version.
fr: Le titre de cette version.

source: The body of this version.
fr: Le corps de cette version.

source: The teaser of this version.
fr: L'introduction de cette verion.

source: The log entry explaining the changes in this version.
fr: Le détail des changements de cette version.

source: A Unix timestamp indicating when this version was created.
fr: La date au format Unix de création de cette version.

source: The input format used by this version's body.
fr: Le format d'entrée utilisé dans le corps de cette version

source: Stores information about all defined {node} types.
fr: Enregistre les informations concernant les types de {nodes}.

source: The machine-readable name of this type.
fr: Le nom machine de ce type.

source: The human-readable name of this type.
fr: Le nom lisible par l'humain de ce type.

source: The module that implements this type.
fr: Le module implémentant ce type.

source: A brief description of this type.
fr: Une déscription brève du type.

source: Help information shown to the user when creating a {node} of this type.
fr: Aide affiché à l'utilisateur lors de la création d'un {node} de ce type.

source: Boolean indicating whether this type uses the {node}.title field.
fr: Booléen indiquant sur ce type utilise le champ {node}.title.

source: The label displayed for the title field on the edit form.
fr: L'étiquette affichée pour le champ titre sur le formulaire d'édition.

source: Boolean indicating whether this type uses the {node_revisions}.body field.
fr: Booléen indiquand si ce type utilise le champ {node_revisions}.body.

source: The label displayed for the body field on the edit form.
fr: Etiquette affichée pour le champ corps sur le formulaire d'édition.

source: The minimum number of words the body must contain.
fr: Le nombre minimum de mots du corps.

source: A boolean indicating whether this type is defined by a module (FALSE) or by a user via a module like the Content Construction Kit (TRUE).
fr: Un booléen indiquand si ce type est défini par un module (FALSE) ou par un utilisateur à partir d'un module tel que Content Construction Kit (TRUE).

source: A boolean indicating whether this type has been modified by an administrator; currently not used in any way.
fr: Un booléen indiquant si ce type a été modifié par un administrateur; actuellement non utilisé.

source: A boolean indicating whether the administrator can change the machine name of this type.
fr: Un booléen indiquant si l'administrateur peut changer le nom machine de ce type.

source: The original machine-readable name of this node type. This may be different from the current type name if the locked field is 0.
fr: Le nom machine d'origine de ce type de noeud. Celui ci peut etre différent du nom du noeud actuel si la valeur est égale à 0.
