Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/modules-block.*_.po
Languages: fr

source: Region
fr: Région

source: No blocks in this region
fr: Pas de blocs dans cette région

source: Save blocks
fr: Enregistrer les blocs

source: The block settings have been updated.
fr: Les paramètres du bloc ont été mis à jour.

source: Block specific settings
fr: Paramètres spécifiques du bloc

source: Block title
fr: Titre du bloc

source: The title of the block as shown to the user.
fr: Le titre du bloc vu par l'utilisateur.

source: Override the default title for the block. Use <em>&lt;none&gt;</em> to display no title, or leave blank to use the default block title.
fr: Remplace le titre par défaut du bloc. Entrez <em>&lt;none&gt;</em> pour n'afficher aucun titre, ou laissez blanc pour utiliser le titre par défaut.

source: '%name' block
fr: Bloc '%name'

source: User specific visibility settings
fr: Paramètres de visibilité spécifiques à l'utilisateur

source: Custom visibility settings
fr: Paramètres de visibilité personnalisés

source: Users cannot control whether or not they see this block.
fr: Les utilisateurs ne peuvent pas contrôler s'ils veulent afficher le bloc ou non.

source: Show this block by default, but let individual users hide it.
fr: Afficher ce bloc par défaut mais autoriser l'utilisateur à le masquer.

source: Hide this block by default but let individual users show it.
fr: Masquer ce bloc par défaut, mais autorise l'utilisateur à l'afficher.

source: Allow individual users to customize the visibility of this block in their account settings.
fr: Permet aux utilisateurs de personnaliser la visibilité de ce bloc dans les paramètres de leur compte.

source: Role specific visibility settings
fr: Paramétres de visibilité en fonction des roles.

source: Show block for specific roles
fr: Afficher le bloc uniquement pour certains roles

source: Show this block only for the selected role(s). If you select no roles, the block will be visible to all users.
fr: Afficher uniquement le bloc pour les roles sélectionnés. Si aucun role n'est sélectionné, le bloc sera visible pour tous les utilisateurs.

source: Page specific visibility settings
fr: Paramètres de visibilité spécifiques à la page

source: Show on every page except the listed pages.
fr: Afficher le bloc sur toutes les pages excepté celles listées.

source: Show on only the listed pages.
fr: Afficher le bloc seulement sur les pages listées.

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
fr: Entre un emplacement Drupal de page par ligne. Le caractère '*' est considéré comme un joker. Exemple : %blog pour la page de blogs et %blog-* pour tous les blogs personels. %front pour la page d'accueil.

source: Show if the following PHP code returns <code>TRUE</code> (PHP-mode, experts only).
fr: Montrer si le code PHP suivant retourne <code>TRUE</code> (mode PHP, experts seulement).

source: If the PHP-mode is chosen, enter PHP code between %php. Note that executing incorrect PHP-code can break your Drupal site.
fr: Si le mode PHP est sélectionné, entrez le code PHP entre %php. Notez que l'exécution de code PHP incorrect peut corrompre votre site Drupal.

source: Show block on specific pages
fr: Affiche le bloc sur certaines pages seulement

source: Save block
fr: Enregistrer le bloc

source: Please ensure that each block description is unique.
fr: Veuillez vous assurer que chaque description de bloc est unique.

source: The block configuration has been saved.
fr: La configuration du bloc à été mise à jour.

source: The block has been created.
fr: Le champ a été créé.

source: Are you sure you want to delete the block %name?
fr: Êtes vous sûr(e) de vouloir supprimer le bloc %name ?

source: The block %name has been removed.
fr: Le bloc %name a été supprimé.

source: Blocks are boxes of content rendered into an area, or region, of a web page. The default theme Garland, for example, implements the regions "left sidebar", "right sidebar", "content", "header", and "footer", and a block may appear in any one of these areas. The <a href="@blocks">blocks administration page</a> provides a drag-and-drop interface for assigning a block to a region, and for controlling the order of blocks within regions.
fr: Les blocks sont des boites de contenues qui sont insérées dans une zone d'une page web. Le thème par défaut Garland, permet d'afficher les blocks dans les zones "colonne de gauche", "colonne de droite", "contenu", "en-tête", et "pied de page". La page d'<a href="@blocks">administration des blocs</a> fourni une interface en glisser-déposer pour choisir l'endroit et l'ordre dans lequel s'afficheront les blocs.

source: Although blocks are usually generated automatically by modules (like the <em>User login</em> block, for example), administrators can also define custom blocks. Custom blocks have a title, description, and body. The body of the block can be as long as necessary, and can contain content supported by any available <a href="@input-format">input format</a>.
fr: Même si les blocs sont générés automatiquement par les modules (exemple: le bloc <em>Identification</em>), les administrateurs peuvent aussi créer des blocs personalisés. Ces blocs ont un titre, une description, et un corps. Le corps du blocs peut être aussi long que nécessaire, et peut contenir tout contenu supporté par les <a href="@input-format">formats d'entrée</a> disponibles.

source: When working with blocks, remember that:
fr: Lorsque vous travaillez avec des blocs, n'oubliez pas que :

source: since not all themes implement the same regions, or display regions in the same way, blocks are positioned on a per-theme basis.
fr: Les themes ne possède pas tous les mêmes régions, ou ne les implémentent pas de la même manière, ils faut donc positionner les blocs en fonction du thème.

source: disabled blocks, or blocks not in a region, are never shown.
fr: les blocs désactivés ou ceux qui ne sont pas assignés à une région ne seront jamais affichés.

source: when throttle module is enabled, throttled blocks (blocks with the <em>Throttle</em> checkbox selected) are hidden during high server loads.
fr: Lorsque le module throttle est activé, les blocs avec la case <em>trottle</em> cochée seront cachés lorsque la charge serveur sera trop forte.

source: blocks can be configured to be visible only on certain pages.
fr: les blocs peuvent être configurés afin de n'être visibles que sur certaines pages.

source: blocks can be configured to be visible only when specific conditions are true.
fr: les blocs peuvent être configurés afin d'être affichés seulement si une condition spécifique est vraie.

source: blocks can be configured to be visible only for certain user roles.
fr: les blocs peuvent être configurés afin de n'être visible pour certains groupes d'utilisateurs.

source: when allowed by an administrator, specific blocks may be enabled or disabled on a per-user basis using the <em>My account</em> page.
fr: Si l'administrateur l'autorise, certains blocs pourront être activés ou désactivés selon les utilisateurs en utilisant la page <em>Mon Compte</em>.

source: some dynamic blocks, such as those generated by modules, will be displayed only on certain pages.
fr: certains blocs dynamiques, comme ceux générés par les modules, ne seront affichés que sur certaines pages.

source: For more information, see the online handbook entry for <a href="@block">Block module</a>.
fr: Pour plus d'informations, merci de consulter la <a href="@block">documentation sur les blocs</a>

source: This page provides a drag-and-drop interface for assigning a block to a region, and for controlling the order of blocks within regions. To change the region or order of a block, grab a drag-and-drop handle under the <em>Block</em> column and drag the block to a new location in the list. (Grab a handle by clicking and holding the mouse while hovering over a handle icon.) Since not all themes implement the same regions, or display regions in the same way, blocks are positioned on a per-theme basis. Remember that your changes will not be saved until you click the <em>Save blocks</em> button at the bottom of the page.
fr: Cette page fournis une interface en glisser/déposer pour assigner un bloc à une région, ainsi que pour le choix de l'ordre des blocs. Pour changer l'ordre ou la région d'un bloc, sélectionnez le bloc par sa poignée dans le colonne <em>Bloc</em>, puis déplacez le dans la liste. Les thèmes ne proposent pas tous les mêmes régions de la même manière. Le positionnement des blocs se fait donc en fonction de chaque thème. Attention, les paramètres ne sont pas sauvegardés tant que vous n'avez pas cliqué sur le bouton <em>Enregistrer les blocs</em> en bas de la page.

source: To reduce CPU usage, database traffic or bandwidth, blocks may be automatically disabled during high server loads by selecting their <em>Throttle</em> checkbox. Adjust throttle thresholds on the <a href="@throttleconfig">throttle configuration page</a>.
fr: Pour réduire l'utilisation CPU, la consommation de la base de données et de la bande passante, des blocks peuvent être automatiquement désactivés lorsque la charge serveur est forte. Pour cela il faut cocher la case <em>Throttle</em>. Vous pouvez ajuster le seuil du module Throttle sur <a href="@throttleconfig">sa page d'administration</a>.

source: Click the <em>configure</em> link next to each block to configure its specific title and visibility settings. Use the <a href="@add-block">add block page</a> to create a custom block.
fr: Cliquez sur le lien <em>configurer</em> propre à chaque bloc pour configurer son titre et ses paramètres de visibilité. Utilisez la <a href="@add-block">page d'ajout de bloc</a> pour créer des blocs personalisés.

source: Use this page to create a new custom block. New blocks are disabled by default, and must be moved to a region on the <a href="@blocks">blocks administration page</a> to be visible.
fr: Utilisez cette page pour créer un nouveau bloc personalisé. Les nouveaux blocs sont désactivés par défaut, et doivent être assignés à une région sur la <a href="@blocks">page d'administration des blocs</a> pour être visibles.

source: The block %info was assigned to the invalid region %region and has been disabled.
fr: Le bloc %info a été assigné à la régio %region qui est incorrecte, le bloc a été désactivé.

source: Block description
fr: Description du bloc

source: A brief description of your block. Used on the <a href="@overview">block overview page</a>.
fr: Une description rapide du bloc. Utilisé sur la <a href="@overview">page de résumé des blocs</a>.

source: Block body
fr: Corps du bloc

source: The content of the block as shown to the user.
fr: Le contenu du bloc vu par l'utilisateur.

source: Block configuration
fr: Configuration du bloc

source: administer blocks
fr: administrer les blocs

source: use PHP for block visibility
fr: utiliser PHP pour la visibilité des blocs

source: Blocks
fr: Blocs

source: Configure what block content appears in your site's sidebars and other regions.
fr: Configurer l'affichage des blocs

source: JavaScript List Form
fr: Liste des formulaires JavaScript

source: Configure block
fr: Configurer le bloc

source: Delete block
fr: Supprimer le bloc

source: Add block
fr: Ajouter un bloc

source: block
fr: bloc

source: Stores block settings, such as region and visibility settings.
fr: Enregistre les paramètres des blocs, tel que leur zone et leur paramètres de visibilité.

source: Primary Key: Unique block ID.
fr: Clé Primaire : ID unique du bloc

source: The module from which the block originates; for example, 'user' for the Who's Online block, and 'block' for any custom blocks.
fr: Le module mettant à disposition le bloc; par exemple, 'user' pour le bloc Qui est en ligne ?, et 'block' pour tout bloc personalisé.

source: Unique ID for block within a module.
fr: ID unique pour le bloc apartenant au module.

source: The theme under which the block settings apply.
fr: Le thème concerné par les paramètres du bloc.

source: Block enabled status. (1 = enabled, 0 = disabled)
fr: Status du bloc. (1 = activé, 0 = désactivé)

source: Block weight within region.
fr: Poid du bloc par région.

source: Theme region within which the block is set.
fr: Région du thème pour laquelle le bloc est assigné.

source: Flag to indicate how users may control visibility of the block. (0 = Users cannot control, 1 = On by default, but can be hidden, 2 = Hidden by default, but can be shown)
fr: Variable indiquant la manière dont les utilisateurs peuvent controler l'affichage du bloc. (0 = Pas de contrôle, 1 = Affiché par défaut, mais peut être caché, 2 = Caché par défaut, mais peut être affiché)

source: Flag to indicate whether or not to remove block when website traffic is high. (1 = throttle, 0 = do not throttle)
fr: Variable indiquant si le bloc doit être désactivé en cas de fort traffic. (1 = désactive en cas de fort traffic, 0 = toujours actif)

source: Flag to indicate how to show blocks on pages. (0 = Show on all pages except listed pages, 1 = Show only on listed pages, 2 = Use custom PHP code to determine visibility)
fr: Variable indiquant si le bloc doit être affiché sur les pages. (0 = Afficher sur toutes les pages sauf celles dans la liste, 1 = Afficher uniquement pour les pages dans la liste, 2 = Affichage déterminé par une condition PHP personalisée)

source: Contents of the "Pages" block; contains either a list of paths on which to include/exclude the block or PHP code, depending on "visibility" setting.
fr: Le contenu des blocs des "Pages" ; contiens une liste d'emplacement pour inclure/exclure le bloc our le code php, en fonction du paramètre de "visibilité".

source: Custom title for the block. (Empty string will use block default title, <none> will remove the title, text will cause block to use specified title.)
fr: Titre personalisé du bloc. (Si le champ est vide le titre par défaut sera utilisé, <none> permet de cacher le titre, tout autre texte s'affichera normalement.)

source: Binary flag to indicate block cache mode. (-1: Do not cache, 1: Cache per role, 2: Cache per user, 4: Cache per page, 8: Block cache global) See BLOCK_CACHE_* constants in block.module for more detailed information.
fr: Paramètre binaire pour régler le méthode de cache du bloc. (-1 : Pas de cache, 1 : Cache par groupe d'utilisateur, 2 : Cache par utilisateur, 4 : Cache par page, 8 : Cache global) Merci de vous réferer à la constante BLOCK_CACHE_* du fichier block.module pour plus d'informations.

source: Sets up access permissions for blocks based on user roles
fr: Active les droits d'accès pour les blocs en fonction des groupes utilisateurs

source: The block's origin module, from {blocks}.module.
fr: Module d'origine du bloc : {blocks}.module.

source: The block's unique delta within module, from {blocks}.delta.
fr: L'ID unique du bloc par module : {blocks}.delta.

source: The user's role ID from {users_roles}.rid.
fr: L'ID du groupe utilisateur : {users_roles}.rid.

source: Stores contents of custom-made blocks.
fr: Enregistre le contenu des blocks personalisés.

source: The block's {blocks}.bid.
fr: Le bloc {blocks}.bid.

source: Block contents.
fr: Contenu du bloc.

source: Block description.
fr: Description du bloc.

source: Block body's {filter_formats}.format; for example, 1 = Filtered HTML.
fr: Corp du bloc {filter_formats}.format; par exemple, 1 = HTML filtré

source: Cache table for the Block module to store already built blocks, identified by module, delta, and various contexts which may change the block, such as theme, locale, and caching mode defined for the block.
fr: Table pour le cache du module blocs permettant de conserver les blocs déja construits, identifiés par le module, le delta, et d'autres variables affectant le bloc, tel que le thème, la langue ou le mode de mise en cache du bloc.

source: The changes to these blocks will not be saved until the <em>Save blocks</em> button is clicked.
fr: Attention, les paramètres ne sont pas sauvegardés tant que vous n'avez pas cliqué sur le bouton <em>Enregistrer les blocs</em> en bas de la page.
