Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/modules-poll.*_.po
Languages: fr

source: Total votes: @votes
fr: Total des votes : @votes

source: open
fr: ouvert

source: closed
fr: fermé

source: This table lists all the recorded votes for this poll. If anonymous users are allowed to vote, they will be identified by the IP address of the computer they used when they voted.
fr: Cette table contient tous les votes pour ce sondage. Si les visiteurs anonymes sont autorisés à voter, il seront identifiés par leur adresse IP utilisée lors du vote.

source: Vote
fr: Voter

source: The poll module can be used to create simple polls for site users. A poll is a simple, multiple choice questionnaire which displays the cumulative results of the answers to the poll. Having polls on the site is a good way to receive feedback from community members.
fr: Le module sondage permet de créer simplement des sondages pour les utilisateurs du site. Un sondage est un questionnaire à choix multiples (QCM) qui affiche les résultats cumulatifs des réponses. Avoir un sondage sur le site est un bon moyen d'avoir un feedback rapide des membres de la communauté.

source: When creating a poll, enter the question being posed, as well as the potential choices (and beginning vote counts for each choice). The status and duration (length of time the poll remains active for new votes) can also be specified. Use the <a href="@poll">poll</a> menu item to view all current polls. To vote in or view the results of a specific poll, click on the poll itself.
fr: Lorsque vous créez un sondage, entrez la question que vous souhaitez poser, ainsi que les choix de réponse (et le nombre de votes de départ pour chaque choix). Le statut et la durée (temps pendant lequel les votes sont pris en compte) peuvent être choisis. Utilisez le lien <a href="@poll">sondage</a> de menu pour voir l'ensemble des sondages. Pour voter ou pour voir les résultats, cliquez sur le sondage.

source: For more information, see the online handbook entry for <a href="@poll">Poll module</a>.
fr: Pour plus d'informations, merci de consulter le manuel en ligne sur le <a href="@poll">module sondage</a>.

source: Most recent poll
fr: Sondage le plus récent

source: A <em>poll</em> is a question with a set of possible responses. A <em>poll</em>, once created, automatically provides a simple running count of the number of votes received for each response.
fr: Un <em>sondage</em> est une question avec un choix de réponses. Une fois créé, le <em>sondage</em> comptabilise le nombre de votes pour chaque choix de réponse.

source: More choices
fr: Plus de choix

source: If the amount of boxes above isn't enough, click here to add more choices.
fr: Si vous avez besoin de plus de choix de réponse, cochez cette case et cliquez sur le bouton Aperçu ci-dessous pour en ajouter d'autres.

source: Closed
fr: Fermé

source: Poll settings
fr: Paramètes du sondage

source: Poll status
fr: Statut du sondage

source: When a poll is closed, visitors can no longer vote for it.
fr: Quand un sondage est terminé, les visiteurs ne peuvent plus y participer.

source: Poll duration
fr: Durée du sondage

source: After this period, the poll will be closed automatically.
fr: Après cette période, le sondage sera automatiquement fermé.

source: Choice @n
fr: Choix @n

source: Votes for choice @n
fr: Votes pour le choix @n

source: Negative values are not allowed.
fr: Les valeurs négatives ne sont pas permises.

source: You must fill in at least two choices.
fr: Vous devez proposer au moins deux choix de réponse.

source: Older polls
fr: Sondages archivés

source: View the list of polls on this site.
fr: Voir la liste des sondages de ce site.

source: Results
fr: Résultats

source: View the current poll results.
fr: Voir les résultats du sondage en cours.

source: Your vote could not be recorded because you did not select any of the choices.
fr: Votre vote ne peut être enregistré car vous n'avez sélectionné aucune réponse.

source: Your vote was recorded.
fr: Votre vote a été enregistré.

source: Add another choice
fr: Ajouter un autre choix

source: Choice
fr: Choix

source: Vote count
fr: Nombre de votes

source: Cancel your vote
fr: Annuler votre vote

source: create poll content
fr: créer un contenu sondage

source: delete own poll content
fr: supprimer ses propres sondages

source: delete any poll content
fr: supprimer n'importe quel sondage

source: edit any poll content
fr: éditer n'importe quel sondage

source: edit own poll content
fr: editer ses propres sondages

source: vote on polls
fr: participer aux sondages

source: cancel own vote
fr: Annuler mon vote

source: inspect all votes
fr: examiner les votes

source: Polls
fr: Sondages

source: Javascript Choice Form
fr: Formulaire de choix JavaScript

source: poll
fr: sondage

source: Stores poll-specific information for poll nodes.
fr: Enregistre les information spécifique des noeuds sondages.

source: The poll's {node}.nid.
fr: Le {node}.nid. du sondage

source: The number of seconds past {node}.created during which the poll is open.
fr: Le nombre de secondes depuis la {node}.created pendant lequel le sondage a été actif.

source: Boolean indicating whether or not the poll is open.
fr: Booléen indiquant si ce sondage est ouvert.

source: Stores information about all choices for all {poll}s.
fr: Enregistre les informations concernant tous les choix des {poll}s.

source: Unique identifier for a poll choice.
fr: Identifiant unique pour un choix d'un sondage.

source: The {node}.nid this choice belongs to.
fr: Le {node} auquel ce choix appartient.

source: The text for this choice.
fr: Le texte de ce choix.

source: The total number of votes this choice has received by all users.
fr: Le nombre total de votes que ce choix a reçu.

source: The sort order of this choice among all choices for the same node.
fr: L'ordre de ce choix parmis les autres choix du noeud.

source: Stores per-{users} votes for each {poll}.
fr: Enregistre les votes par {user} pour chaque {poll}.

source: The {poll} node this vote is for.
fr: Le noeud du {poll} auquel appartient ce vote.

source: The {users}.uid this vote is from unless the voter was anonymous.
fr: L' {users}.uid du votant sauf si celui-ci est anonyme.

source: The {users}'s vote for this poll.
fr: L' {users} ayant voté pour ce sondage.

source: The IP address this vote is from unless the voter was logged in.
fr: L'adresse IP du vote sauf si l'utilisateur est identifié.
