Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/modules-node.*_.po
Languages: fr

source: No content types available.
fr: Aucun type de contenu disponible.

source: The human-readable name of this content type. This text will be displayed as part of the list on the <em>create content</em> page. It is recommended that this name begin with a capital letter and contain only letters, numbers, and <strong>spaces</strong>. This name must be unique.
fr: Le nom humain de ce type de cotenu. ce texte sera affiché comme titre sur la page de <em>création de contenu</em>. Il est recommandé que ce nom commence par une majuscule, et qu'il contienne seulement des lettres, des nombres et des <strong>espaces</strong>. Ce nom doit être unique.

source: The machine-readable name of this content type. This text will be used for constructing the URL of the <em>create content</em> page for this content type. This name must contain only lowercase letters, numbers, and underscores. Underscores will be converted into hyphens when constructing the URL of the <em>create content</em> page. This name must be unique.
fr: Le nom machine de ce type de contenu. Ce texte sera utilisé pour la construction d'URL sur la page <em>créer du contenu</em> pour ce type de contenu. Ce nom ne doit comptenir que des caractères minuscules, des nombres, et des tirets bas. Les underscores seront convertis en tirets lots de la construction de l'adresse de la page <em>créer du contenu</em>. Ce nom doit être unique.

source: The machine-readable name of this content type. This field cannot be modified for system-defined content types.
fr: Le nom machine d'origine de ce type de contenu. Ce champ ne peut pas être modifé pour les types de contenus par défaut.

source: A brief description of this content type. This text will be displayed as part of the list on the <em>create content</em> page.
fr: Une description rapide de ce type de contenu. Ce texte sera affiché en tant que partie de la page de<em>contenu créé</em>.

source: Submission form settings
fr: Paramètres du formulaire de soumission

source: Title field label
fr: Nom du champ titre

source: This content type does not have a title field.
fr: Ce type de contenu n'a pas de champ titre.

source: Body field label
fr: Nom du champ contenu

source: To omit the body field for this content type, remove any text and leave this field blank.
fr: Pour désactiver le champ contenu pour ce type de contenu, supprimer tout le texte, et laissez ce champ vide.

source: Minimum number of words
fr: Nombre de mots minimum

source: The minimum number of words for the body field to be considered valid for this content type. This can be useful to rule out submissions that do not meet the site's standards, such as short test posts.
fr: Le nombre de mots minimum pour qu'une contribution soit valide pour ce type de contenu. Cela peut permettre d'exclure les soumissions qui ne correspondraient pas aux standards du site, comme de courtes contributions de test.

source: Explanation or submission guidelines
fr: Explications ou instructions pour la soumission

source: This text will be displayed at the top of the submission form for this content type. It is useful for helping or instructing your users.
fr: Ce texte sera affiché au début du formulaire de soumission. Il est utile pour aider ou cadrer les utilisateurs.

source: Workflow settings
fr: Paramètes de workflow

source: Default options
fr: Options par défaut

source: Promoted to front page
fr: Placé en page d'accueil

source: Sticky at top of lists
fr: Epinglé en haut des listes

source: Create new revision
fr: Créer une révision

source: Users with the <em>administer nodes</em> permission will be able to override these options.
fr: Les utilisateurs possédant le droit <em>administrer les noeuds</em> pourront outrepasser ces options.

source: Save content type
fr: Enregistrer le type de contenu

source: Delete content type
fr: Supprimer le type de contenu

source: The machine-readable name %type is already taken.
fr: Le nom machine %type est déjà utilisé.

source: The machine-readable name must contain only lowercase letters, numbers, and underscores.
fr: Le nom machine ne doit contenir que des lettres minuscules, des nombres, et des tirets bas.

source: Invalid machine-readable name. Please enter a name other than %invalid.
fr: Nom machine incorrect. Merci d'entre un autre nom que %invalid.

source: The human-readable name %name is already taken.
fr: Le nom humain %name est déjà utilisé.

source: The content type %name has been reset to its default values.
fr: Le type de contenu %name a été réinitialisé à ses valeurs par défaut.

source: The content type %name has been updated.
fr: Le type de contenu %name a été mis à jour.

source: The content type %name has been added.
fr: Le type de contenu %name a été ajouté.

source: Are you sure you want to delete the content type %type?
fr: Êtes-vous sûr de vouloir supprimer le type de contenu %type?

source: The content type %name has been deleted.
fr: Le type de contenu %name a été supprimé.

source: node
fr: noeud

source: Added content type %name.
fr: Le type de contenu %name a été ajouté

source: Deleted content type %name.
fr: Le type de contenu %name a été supprimé.

source: Changed the content type of 1 post from %old-type to %type.
fr: Changement de type de contenu pour 1 contribution de %old-type à %type.

source: <strong>Warning:</strong> there is currently 1 %type post on your site. It may not be able to be displayed or edited correctly, once you have removed this content type.
fr: <strong>Attention :</strong> il y a actuellement 1 contenu %type sur votre site. Il n'est pas possible de l'afficher ou de l'éditer correctement, car le type de contenu a été supprimé.

source: If the site is experiencing problems with permissions to content, you may have to rebuild the permissions cache. Possible causes for permission problems are disabling modules or configuration changes to permissions. Rebuilding will remove all privileges to posts, and replace them with permissions based on the current modules and settings.
fr: Si le site a des problèmes de permission pour le contenu, vous pouvez régénérer le cache des permissions. Les causes possibles du probleme sont la désactivation des modules, ou des changements dans les permissions. La régénération suprimmera tous les privilèges des contenus, et les remplacera en fonction des permissions actuelles, et des configurations des modules.

source: Rebuilding may take some time if there is a lot of content or complex permission settings. After rebuilding has completed posts will automatically use the new permissions.
fr: La reconstruction peut prendre du temps s'il y a beaucoup de contenu, ou des permissions complèxes. A la fin de la reconstruction, les contenu sera conforme aux nouvelles permissions.

source: Node access status
fr: Status d'accès au noeud

source: Rebuild permissions
fr: Reconstruire les permissions

source: Number of posts on main page
fr: Nombre de contributions sur une page principale

source: The default maximum number of posts to display per page on overview pages such as the main page.
fr: Le nombre maximal de contributions à afficher par page dans les vues d'ensemble comme la page d'accueil.

source: Length of trimmed posts
fr: Longueur des contributions abrégées

source: 200 characters
fr: 200 caractères

source: 400 characters
fr: 400 caractères

source: 600 characters
fr: 600 caractères

source: 800 characters
fr: 800 caractères

source: 1000 characters
fr: 1000 caractères

source: 1200 characters
fr: 1200 caractères

source: 1400 characters
fr: 1400 caractères

source: 1600 characters
fr: 1600 caractères

source: 1800 characters
fr: 1800 caractères

source: 2000 characters
fr: 2000 caractères

source: The maximum number of characters used in the trimmed version of a post. Drupal will use this setting to determine at which offset long posts should be trimmed. The trimmed version of a post is typically used as a teaser when displaying the post on the main page, in XML feeds, etc. To disable teasers, set to 'Unlimited'. Note that this setting will only affect new or updated content and will not affect existing teasers.
fr: Le nombre de charactères maximal lorsque le post est affiché en version réduite. Drupal utilisera ce paramètre pour déterminer à quel endroit les posts longs doivent être coupés La version réduite du post est utilisée comme introduction pour l'affichage sur la page principale, ou dans les flux XML, etc... Pour désactiver les introductions choisissez l'option 'Illimitée'. Attention, ce paramètre ne sera valable que pour les nouveaux contenus et les mises à jour, il n'affectera donc pas les introductions déjà créés.

source: Preview post
fr: Aperçu de la contribution

source: Must users preview posts before submitting?
fr: Aperçu obligatoire avant soumission ?

source: Are you sure you want to rebuild the permissions on site content?
fr: Êtes-vous sûr de vouloir reconstruire les permissions pour le contenu du site ?

source: This action rebuilds all permissions on site content, and may be a lengthy process. This action cannot be undone.
fr: Cette action reconstruit les permissions pour le contenu du site, cela peut prendre du temps. Cette action ne peut être annulée.

source: Publish
fr: Publié

source: Unpublish
fr: Retirer de la publication

source: Promote to front page
fr: Promouvoir en page d'accueil

source: Demote from front page
fr: Enlever de la page d'acceuil

source: Make sticky
fr: Epingler en tete de liste

source: Remove stickiness
fr: Enlever de la tete de liste

source: published
fr: publié

source: not published
fr: non publié

source: promoted
fr: promu

source: not promoted
fr: non promu

source: sticky
fr: épinglé

source: not sticky
fr: non épinglé

source: Up to date translation
fr: Traduction à jour

source: Outdated translation
fr: Traduction obsolète

source: type
fr: le type

source: category
fr: la catégorie

source: language
fr: langue

source: Show only items where
fr: Montrer seulement les éléments dont

source: <em>and</em> where <strong>%a</strong> is <strong>%b</strong>
fr: <em>et</em> ou <strong>%a</strong> est <strong>%b</strong>

source: <strong>%a</strong> is <strong>%b</strong>
fr: <strong>%a</strong> est <strong>%b</strong>

source: The update has encountered an error.
fr: Une erreur s'est produite lors de la mise à jour.

source: An error occurred and processing did not complete.
fr: Une erreur s'est produite et le processus n'a pas pu s'achever.

source: No items selected.
fr: Aucun élément sélectionné.

source: Are you sure you want to delete these items?
fr: Êtes-vous sûr de vouloir supprimer ces éléments ?

source: The items have been deleted.
fr: Les éléments ont été supprimés.

source: 1 item successfully processed:
fr: 1 élément traité avec succès:

source: Create @name
fr: Créer @name

source: Revision information
fr: Informations sur la version

source: Log message
fr: Message de journal

source: An explanation of the additions or updates being made to help other authors understand your motivations.
fr: Une explication des ajouts et mises à jour effectuées pour aider les autres contributeurs à comprendre vos motivations.

source: Authoring information
fr: Informations de publication

source: Leave blank for %anonymous.
fr: Laisser vide pour %anonymous.

source: Format: %time. Leave blank to use the time of form submission.
fr: Format : %time. Laissez vide pour utiliser la date de soumission du formulaire.

source: Publishing options
fr: Options de publication

source: Show summary in full view
fr: Afficher le résumé complet

source: The trimmed version of your post shows what your post looks like when promoted to the main page or when exported for syndication.<span class="no-js"> You can insert the delimiter "&lt;!--break--&gt;" (without the quotes) to fine-tune where your post gets split.</span>
fr: La version abrégée de votre contribution montre à quoi elle ressemble sur la page d'accueil ou dans un export pour syndication. <span class="no-js">Vous pouvez insérer l'expression "&lt;!--break--&gt;" (sans les guillemets) pour ajuster l'endroit où la contribution sera coupée.</span>

source: Preview trimmed version
fr: Aperçu de la version abrégée

source: Preview full version
fr: Aperçu de la version complète

source: @type %title has been created.
fr: @type %title a été créé.

source: @type %title has been updated.
fr: @type %title a été mis à jour.

source: The post could not be saved.
fr: La contribution ne peut pas être enregistrée.

source: Are you sure you want to delete %title?
fr: Êtes-vous sûr de vouloir supprimer %title ?

source: Revisions for %title
fr: Versions de %title

source: Revision
fr: Révision

source: !date by !username
fr: !date par !username

source: current revision
fr: révision en cours

source: revert
fr: revenir

source: Are you sure you want to revert to the revision from %revision-date?
fr: Etes vous sur de vouloir revenir à la version du %revision-date?

source: Revert
fr: Revenir

source: Copy of the revision from %date.
fr: Copie de la révision du %date.

source: @type %title has been reverted back to the revision from %revision-date.
fr: @type %title a été remplacé par la version du %revision-date

source: Are you sure you want to delete the revision from %revision-date?
fr: Êtes-vous sûr de vouloir supprimer la version du %revision-date?

source: Revision from %revision-date of @type %title has been deleted.
fr: La version du %revision-date de @type %title a été supprimée.

source: @type: added %title.
fr: @type: %title ajouté.

source: @type: updated %title.
fr: @type: %title mis à jour.

source: @type: reverted %title revision %revision.
fr: @type : %title remplacé par la version %revision.

source: @type: deleted %title revision %revision.
fr: @type: supprimé %title version %revision.

source: The content access permissions need to be rebuilt.
fr: Les permissions d'accès au contenu doivent être reconstruites.

source: The content access permissions need to be rebuilt. Please visit <a href="@node_access_rebuild">this page</a>.
fr: Les permissions d'accès au contenu doivent être reconstruites. Merci de consulter <a href="@node_access_rebuild">cette page</a>.

source: The node module manages content on your site, and stores all posts (regardless of type) as a "node". In addition to basic publishing settings, including whether the post has been published, promoted to the site front page, or should remain present (or sticky) at the top of lists, the node module also records basic information about the author of a post. Optional revision control over edits is available. For additional functionality, the node module is often extended by other modules.
fr: Le module node permet de gérer le contenu de votre site, et enregistre tout contenu (peut importe le type) comme un "noeud". En plus des informations de base tel que les paramètres de publication tel que la date de publication, la publication en page d'accueil, le noeud contiens aussi des informations sur l'auteur du contenu. Un contrôle des versions est aussi disponible. Souvent le module node est étendu afin d'offrir plus de fonctionnalités.

source: Though each post on your site is a node, each post is also of a particular <a href="@content-type">content type</a>. <a href="@content-type">Content types</a> are used to define the characteristics of a post, including the title and description of the fields displayed on its add and edit pages. Each content type may have different default settings for <em>Publishing options</em> and other workflow controls. By default, the two content types in a standard Drupal installation are <em>Page</em> and <em>Story</em>. Use the <a href="@content-type">content types page</a> to add new or edit existing content types. Additional content types also become available as you enable additional core, contributed and custom modules.
fr: Comme chaque contenu sur votre site est un noeud, chaque contenu possède alors un <a href="@content-type">type</a>. Les <a href="@content-type">types de contenus</a> sont utilisés pour définir les caractéristiques des contenus, tel que les propriétés à remplir sur les pages d'ajout et d'édition. Chaque type de contenu possède des <em>options de publication</em> différentes. Par défaut, deux types de contenus sont crées à l'installation, <em>Page</em> et <em>Article</em>. Utilisez la<a href="@content-type">page de types de contenus</a> pour ajouter ou éditer les types de contenus. Certains types sont également rajoutés par des modules optionels.

source: The administrative <a href="@content">content page</a> allows you to review and manage your site content. The <a href="@post-settings">post settings page</a> sets certain options for the display of posts. The node module makes a number of permissions available for each content type, which may be set by role on the <a href="@permissions">permissions page</a>.
fr: La <a href="@content">page contenu</a> de l'administration permet de controler et de gérer le contenu de votre site. La page <a href="@post-settings">paramètres des contributions</a> permet de choisir la manière dont sont affichés les posts. Le module node permet de définir des droits pour chaque type de contenu, ceux-ci peuvent être en suite associés à des groupes d'utilisateur sur la href="@permissions">page permissions</a>.

source: For more information, see the online handbook entry for <a href="@node">Node module</a>.
fr: Pour plus d'informations, merci de consulter le manuel du<a href="@node">module node</a>

source: Below is a list of all the content types on your site. All posts that exist on your site are instances of one of these content types.
fr: La liste ci-dessous correspond à tous les types de contenus de votre site. Tous les contenus qui existent sur votre site en sont des instances.

source: To create a new content type, enter the human-readable name, the machine-readable name, and all other relevant fields that are on this page. Once created, users of your site will be able to create posts that are instances of this content type.
fr: Pour créer un nouveau type de contenu, saisissez le nom humain, le nom machine, et tous les autres champs de cette page. Une fois créé, les utilisateurs de votre site pourront créer des contenus qui instancient ce type de contenu.

source: The revisions let you track differences between multiple versions of a post.
fr: Les révisions permettent de suivre les différences entre plusieurs versions d'une contribution.

source: You specified that the summary should not be shown when this post is displayed in full view. This setting is ignored when the summary is empty.
fr: Vous avez spécifié que le résumé ne doit pas être affiché lorsque le contenu est affiché en vue complète. Ce paramètre est ignoré lorsque le résumé est vide.

source: You specified that the summary should not be shown when this post is displayed in full view. This setting has been ignored since you have not defined a summary for the post. (To define a summary, insert the delimiter "&lt;!--break--&gt;" (without the quotes) in the Body of the post to indicate the end of the summary and the start of the main content.)
fr: Vous avez spécifié que le résumé ne doit pas être affiché lorsque le contenu est affiché en vue complète. Ce paramètre a été ignoré puisque vous n'avez pas défini de résumé pour ce contenu. (Pour définir un résumé, insérez le séparateur "&lt;!--break--&gt;" (sans les guillemets) dans le corps du contenu pour indiquer la fin du résumé, et le début du contenu.)

source: The body of your @type is too short. You need at least %words words.
fr: Le corps de votre @type est trop court. Vous devez entrer au moins %words mots.

source: This content has been modified by another user, changes cannot be saved.
fr: Ce contenu a été modifié par un autre utilisateur ; impossible d'enregistrer les modifications.

source: The username %name does not exist.
fr: Le nom d'utilisateur %name n'existe pas.

source: @type %title has been deleted.
fr: @type %title a été supprimé.

source: Revision of %title from %date
fr: Révision de %title du %date

source: Log
fr: Journal

source: Content ranking
fr: Evaluation du contenu

source: The following numbers control which properties the content search should favor when ordering the results. Higher numbers mean more influence, zero means the property is ignored. Changing these numbers does not require the search index to be rebuilt. Changes take effect immediately.
fr: Les nombres suivants déterminent quelles propriétés la recherche doit favoriser dans le tri des résultats. Un nombre élevé signifie plus d'influence, zero signifie que la propriété sera ignorée. Changer ces nombres n'oblige pas à recréer l'index. Les changements prennent effet immédiatement.

source: Keyword relevance
fr: Pertinence des mots clés

source: Recently posted
fr: Publié récemment

source: Number of comments
fr: Nombre de commentaires

source: Number of views
fr: Nombre de lectures

source: Factor
fr: Facteur

source: Read more
fr: Lire la suite

source: Read the rest of !title.
fr: Lire la suite de !title.

source: Syndicate
fr: Syndication

source: <h1 class="title">Welcome to your new Drupal website!</h1><p>Please follow these steps to set up and start using your website:</p>
fr: <h1 class="title">Bienvenue sur votre nouveau site Drupal !</h1><p>Suivez les étapes suivantes pour installer et commencer à utiliser votre site :</p>

source: <strong>Configure your website</strong> Once logged in, visit the <a href="@admin">administration section</a>, where you can <a href="@config">customize and configure</a> all aspects of your website.
fr: <strong>Configurer votre site</strong> Une fois identifié, visitez <a href="@admin">la zone d'administration</a>, où vous pourrez <a href="@config">configurer et personnaliser</a> tous les aspects de votre site.

source: <strong>Enable additional functionality</strong> Next, visit the <a href="@modules">module list</a> and enable features which suit your specific needs. You can find additional modules in the <a href="@download_modules">Drupal modules download section</a>.
fr: <strong>Activer les fonctionnalités additionnelles</strong> Ensuite, consultez la <a href="@modules">liste des modules</a> et activer les fonctionnalités qui correspondent à vos besoins. Vous pourez vous procurer des modules supplémentaires dans la section de <a href="@download_modules">téléchargement des modules de Drupal</a>.

source: <strong>Customize your website design</strong> To change the "look and feel" of your website, visit the <a href="@themes">themes section</a>. You may choose from one of the included themes or download additional themes from the <a href="@download_themes">Drupal themes download section</a>.
fr: <strong>Personnaliser l'apparence de votre site</strong> Pour changer l'apparence de votre site, consultez la <a href="@themes">section thèmes </a>. Vous pourez choisir parmi les thèmes disponibles ou en télécharger d'autres dans la section de <a href="@download_themes"> téléchargement de thèmes de Drupal</a>.

source: <strong>Start posting content</strong> Finally, you can <a href="@content">create content</a> for your website. This message will disappear once you have promoted a post to the front page.
fr: <strong>Commencer à ajouter du contenu</strong> Enfin, vous pourez<a href="@content"> ajouter du contenu</a> à votre site. Ce message disparaitra une fois le premier contenu ajouté.
