Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/og.*_.po
Languages: fr

source: Group creator chooses whether her group appears in the directory. Defaults to <em>in directory</em>.
fr: Le créateur du groupe choisi si son groupe apparaît dans l'annuaire des groupes. <em>Par défaut, les nouveaux groupes apparaissent dans l'annuaire</em>.

source: Group creator chooses whether her group appears in the directory. Defaults to <em>not in directory</em>.
fr: Le créateur du groupe choisi si son groupe apparaît dans l'annuaire des groupes. <em>Par défaut, les nouveaux groupes n'apparaissent pas dans l'annuaire</em>.

source: Groups directory control
fr: Paramètres d'affichage dans l'annuaire

source: OG admins always see the checkbox for adding a group to the <em>groups directory</em>. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
fr: Les administrateur du module 'Organic Groups' ont toujours la possibilité d'ajouter un groupe à l'annuaire. Notez que modifier ce paramètre n'a aucun effet sur les groupes déjà existants. Vous devez éditer ceux-ci pour que leur statut soit modifié.

source: New groups don't appear on the registration form. Administrators control the form exclusively.
fr: Les nouveaux groupes n'apparaissent pas sur le formulaire de création de compte par défaut, les administrateurs contrôlent l'affichage sur le formulaire.

source: New groups always appear on the registration form.
fr: Les nouveaux groupes apparaissent toujours sur le formulaire de création de compte.

source: Group creator chooses whether her group appears on the registration form. Defaults to <em>on form</em>.
fr: Le créateur du groupe choisi si son groupe apparaît sur le formulaire de création de compte. <em>Par défaut, apparaît sur le formulaire</em>.

source: Group creator chooses whether her group appears on the registration form. Defaults to <em>not on form</em>.
fr: Le créateur du groupe choisi si son groupe apparaît sur le formulaire de création de compte. <em>Par défaut, n'apparaît pas sur le formulaire</em>.

source: Registration form control
fr: Paramètres du formulaire de création de compte

source: OG admins always see the checkbox for adding a group to the <em>registration form</em>. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting.
fr: Les administrateurs du module 'Organic Groups' ont toujours la possibilité d'ajouter un groupe au formulaire de création de compte. Notez que modifier ce paramètre n'a aucun effet sur les groupes déjà existants. Vous devez éditer ceux-ci pour que leur statut soit modifié.

source: Audience checkboxes
fr: Autoriser la diffusion

source: Show each group that the user is a member of as a checkbox in the "Audience" section. This enables the member to place her post into multiple groups. If unchecked, simplify the user interface by omitting the checkboxes and assuming user wants to post into the current group. This simplification only applies to new nodes, and not to edits of existing nodes. Group administrators always see checkboxes.
fr: Cela permet aux membres de groupes de publier leur contenu dans des groupes multiples. Si la case n'est pas cochée, l'utilisateur n'aura pas accès aux paramètres de diffusion et le contenu sera publié dans les pages du groupes dans lequel le contenu a été créé. Ce paramètre s'applique seulement lors de la création de nouveaux contenus, et non à l'édition des contenus déjà créés. Les administrateurs de groupe ont toujours accès aux paramètres de diffusion.

source: Optional
fr: Facultatif

source: Required
fr: Obligatoire

source: Audience required
fr: Paramètre de diffusion

source: Do you require that all (non administrator) posts be affiliated with a group? Note that changing this setting will affect existing posts when they are edited.
fr: Est-il obligatoire que tous les contenus soit associés à un groupe ? Notez que modifier ce paramètre affectera les contenus existants lorsque ceux-ci seront modifiés.

source: Messaging & Notifications
fr: Notifications

source: Format of "From:" field
fr: Format du champ "De:"

source: Specify the format of the "From:" field on outgoing notifications. Available variables: @user_mail, @user_name, @site_mail, @site_name. Note that the @user_mail token reveals the author's email address. If the admin email examples above appear blank, you need to set your site email in the "Site information" panel.
fr: Spécifiez le format du champ "De:" pour les notifications sortantes. Variables disponibles : @user_mail, @user_name, @site_mail, @site_name. Notez que la variable @user_mail révèle l'adresse email de l'auteur. Si l'email expéditeur des notification est vide, veuillez définir l'email du site dans Administrer > Configuration du site > Informations

source: New content subject
fr: Objet (notification d'un nouveau contenu)

source: Subject of notification message for new content. Available variables: @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. %subject contains the comment title in the case of a comment but the node title in the case of a new post. @title is always the node title.
fr: L'objet du message de notification d'un nouveau contenu. Variables diponibles : @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. %subject contient le titre du commentaire dans le cas d'un commentaire et le titre du contenu dans le cas d'un nouveau contenu. @title est toujours le titre du contenu.

source: New content body
fr: Corps du message (notification d'un nouveau contenu)

source: Body of the notification for new content. Available variables: @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. @subject contains the comment title in the case of a comment but the node title in the case of a new post. %title is always the node title.
fr: Le corps du message de notification. Variables disponibles : Available variables: @group, !group_url, @type, @site, !content_url, !reply_url, @title, @subject, @node_full, @node_teaser, @username. @subject contient le titre du commentaire dans le cas d'un commentaire et le titre du contenu dans le cas d'un nouveau contenu. %title est toujours le titre du contenu.

source: Group admin notification body
fr: Corps du message (notification de l'administrateur de groupe)

source: The body of the message sent to users from the group admin. Available variables: @group, @body, @site, !url_group, !url_unsubscribe
fr: Le corps du message envoyé aux utilisateurs par l'administrateur du groupe. Variables disponibles : @group, @body, @site, !url_group, !url_unsubscribe

source: User approved notification subject
fr: Objet (notification d'approbation d'adhésion)

source: The subject of the message sent to new approved members. Available variables: !group_url, @title
fr: L'objet du message envoyé aux membres nouvellement approuvés. Variables diponibles : !group_url, @title

source: User approved notification body
fr: Corps du message (notification d'approbation d'adhésion)

source: The body of the message sent to new approved members. Available variables: !group_url, @title
fr: Le corps du message envoyé aux membres nouvellement approuvés. Variables disponibles : !group_url, @title

source: User denied notification subject
fr: Objet (notification de refus d'adhésion)

source: The subject of the message sent to denied users. Available variables: !group_url, @title
fr: L'objet du message envoyé aux utilisateurs dont l'adhésion a été refusée. Variables disponibles : !group_url, @title

source: User denied notification body
fr: Corps du message (notification de refus d'adhésion)

source: The body of the message sent to denied users. Available variables: !group_url, @title
fr: Le corps du message envoyé aux utilisateurs dont l'adhésion a été refusée. Variables disponibles : !group_url, @title

source: Invite user notification subject
fr: Objet (notification d'invitation)

source: The subject of the message sent to users invited to join a group. Available variables: @group, @site, @description, !group_url, @body
fr: L'objet du message envoyé aux utilisateurs lorsqu'ils sont invités à rejoindre un groupe. Variables disponibles : @group, @site, @description, !group_url, @body

source: Invite user notification body
fr: Corps du message (notification d'invitation)

source: The body of the message sent to users invited to join a group. Available variables: @group, @site, @description, !group_url, @body
fr: Le corps du message envoyé aux utilisateurs lorsqu'ils sont invités à rejoindre un groupe. Variables disponibles : @group, @site, @description, !group_url, @body

source: Request user notification subject
fr: Objet (notification de demande d'adhésion)

source: The subject of the message sent to a user's request to join a group. Available variables: @group, @username, !approve_url, !group_url
fr: L'objet du message envoyé à un utilisateur suite à une demande d'adhésion. Variables disponibles : @group, @username, !approve_url, !group_url

source: Request user notification body
fr: Corps du message (notification de demande d'adhésion)

source: The body of the message sent to a user's request to join a group. Available variables: @group, @username, !approve_url, !group_url
fr: Le corps du message envoyé à un utilisateur suite à une demande d'adhésion. Variables disponibles : @group, @username, !approve_url, !group_url

source: New admin user notification subject
fr: Objet (notification de promotion administrateur)

source: The subject of the message sent to a new admin for a group. Available variables: @group, @username, !group_url
fr: L'objet du message envoyé à un utilisateur promu administrateur d'un groupe. Variable disponibles : @group, @username, !group_url

source: New admin user notification body
fr: Corps du message (notification de promotion administrateur)

source: The body of the message sent to a new admin for a group. Available variables: @group, @username, !group_url, !invite_url
fr: Le corps du message envoyé à un utilisateur promu administrateur d'un groupe. Variable disponibles : @group, @username, !group_url

source: Welcome message
fr: Message de bienvenue

source: The welcome message for the group. Specified on group edit form.
fr: Le message de bienvenue aux nouveaux membres. Modifiable sur le formulaire d'édition du groupe.

source: Group
fr: Groupe

source: Group description
fr: Description du groupe

source: The group description as specified on the group edit form.
fr: La description du groupe saisie via le formulaire d'édition du groupe

source: Group members
fr: Membres du groupe

source: The list of group subscribers or just group admins.
fr: La liste des membres du groupe ou des administrateurs du groupe.

source: Group search
fr: Recherche dans le groupe

source: Search this group.
fr: Effectuer une recherche dans les contenus publiés par le groupe uniquement.

source: Group faces
fr: Galerie de Groupe

source: Show a grid of user pictures.
fr: Affiche une galerie de portaits utilisateurs.

source: Welcome
fr: Bienvenue

source: Welcome statement goes here.
fr: Ici le message d'accueil du Groupe.

source: Description goes here.
fr: Ici la description du Groupe.

source: Member list goes here.
fr: Ici la liste de membres.

source: Search form goes here.
fr: Ici le formulaire de recherche.

source: Faces go here.
fr: Ici les portraits.

source: Number of pictures per row
fr: Nombre de photos par ligne

source: Maximum number of rows per page
fr: Nombre maximal de lignes par page

source: Pager ID
fr: ID pagination

source: Number of members
fr: Nombre de membres

source: Maxmimum number of members that should appear on the list
fr: Nombre maximal de membres qui doivent apparaître dans la liste

source: You may specify which types of group members appear in this listing.
fr: Vous pouvez spécifier quel type de membre apparaît dans cette liste.

source: Show more link
fr: Afficher le lien 'Tous...'

source: Should a <em>more</em> link appear when more members are in the group but not listed.
fr: Est-ce qu'un lien 'Tous...' doit apparaître lorsque tous les membres ne sont pas listés.

source: Show pictures
fr: Afficher photos

source: Should member pictures be shown in addition to member names.
fr: Les photos des membres doivent-elles être affichée en plus du nom d'utilisateur.

source: Number of members must be an integer.
fr: Le nombre de membre doit être un entier.

source: Number of pictures per row must be an integer.
fr: Le nombre de photos par ligne doit être un entier.

source: Maximum number of rows per page must be an integer.
fr: Le nombre maximal de ligne par page doît être un entier.

source: Search
fr: Recherche

source: Faces
fr: Portraits

source: Require this context from an external source (such as containing panel page).
fr: Ce contexte doit avoir une source externe

source: If selected, group selection (below) will be ignored.
fr: Si sélectionné, la sélection de groupe (ci-dessous) sera ignorée.

source: Enter the NID of a group
fr: Saisir le NID d'un groupe

source: Currently set to "%title"
fr: Valeur actuelle : "%title"

source: You must select a node.
fr: Vous devez sélectionner un noeud.

source: Invalid group selected.
fr: Groupe invalide sélectionné.

source: Node is of type %type which not a group type.
fr: Le contenu est de type %type qui n'est pas un type de groupe.

source: User subscribes to group
fr: L'utilisateur adhére à un groupe

source: A user has subscribed to a group and is approved. If the user isn't approved then this event won't be triggered.
fr: Un utilisateur a adhéré à un groupe et son adhésion est approuvée. Si l'adhésion n'est pas approuvé, cet évènement ne sera pas déclenché.

source: User approved to group by admin
fr: Adhésion au groupe approuvée par un administrateur

source: User unsubscribes from group
fr: L'utilisateur met un terme à son adhésion

source: User that subscribed to the group
fr: Utilisateur à ajouter au groupe

source: Subscribe user to group
fr: Ajouter l'utilisateur au groupe

source: User who will be subscribed
fr: Utilisateur qui devient membre

source: Group that user will be subscribed to
fr: Groupe dont l'utilisateur devient membre

source: Unsubscribe user from group
fr: Révoquer l'adhésion de l'utilisateur au groupe

source: User who will be unsubscribed
fr: L'utilisateur dont l'adhésion sera révoquée

source: Group that user will be unsubscribed from
fr: Le groupe dont l'utilisateur ne sera plus membre

source: Subscription is approved
fr: Adhésion approuvée

source: When enabled the user will automatically be approved. When disabled user will be a pending member.
fr: Quand cette option est activée, l'utilisateur sera automatiquement approuvé. Lorsque cette option est désactivée, l'utilisateur sera mis en attente d'approbation.

source: User is group member
fr: L'utilisateur est membre du groupe

source: User
fr: Utilisateur

source: Evaluates to TRUE if the user is an approved member of the group. If the user is a pending member this condition will return FALSE.
fr: Est VRAI si l'adhésion de l'utilisateur est approuvée. Si l'utilisateur est un membre en attente d'approbation, la condition retournera FAUX.

source: Content is a group
fr: Le contenu est un groupe

source: Evaluates to TRUE if the content is a group.
fr: Est VRAI si le type de contenu est 'groupe'

source: Unrecognized user ID: %uid.
fr: ID utilisateur inconnue : %uid

source: Wrong username or password.
fr: Nom d'utilisateur ou mot de passe incorrect.

source: User is not a member of the specified group.
fr: L'utilisateur n'est pas un membre du groupe spécifié.

source: User is not allowed to retrieve membership information for another user.
fr: L'utilisateur n'est pas autorisé à consulter l'adhésion des autres utilisateurs.

source: Visible only within the targeted groups.
fr: Visible seulement au sein des groupes cibles

source: Visible within the targeted groups and on other pages.
fr: Visible au sein des groupes cibles et sur les autres pages.

source: Visibility chosen by author/editor using a checkbox on the posting form. Checkbox defaults to <em>public</em>.
fr: Visibilité sélectionnée par l'auteur/l'éditeur en utilisant une case à cocher sur le formulaire de création/édition des contenus. <em>Public par défaut.</em>

source: Visibility chosen by author/editor using a checkbox on the posting form. Checkbox defaults to <em>private</em>.
fr: Visibilité sélectionnée par l'auteur/l'éditeur en utilisant une case à cocher sur le formulaire de création/édition des contenus. <em>Privé par défaut.</em>

source: Visibility of posts
fr: Visibilité des publications

source: Determine how broadly available a given post should be when it is affiliated with a group. OG admins always see the checkbox for making a post public. Note that changing this setting has no effect on existing posts. Re-save those posts to acquire this new setting. If the setting you want is disabled here, check the settings under <em>Private Groups</em> setting below. You cannot set node visibility to always be public if private groups are set to always on and vice versa.
fr: Détermine la diffusion d'une publication au sein d'un groupe. Les administrateurs du module ont toujours accès aux options de diffusion. Notez que modifier ce paramètre n'a pas d'effet sur les publications existantes. Vous devez éditez et sauvegarder celles-ci pour leur affecter le nouveau paramètre. Si vous voulez désactiver ce paramètre, vérifier les paramètres de <em>Groupes privés </em> ci-dessous. Vous ne pouvez pas affecter une diffusion publique aux publications si les groupes sont privés par défaut et vice-versa.

source: New group home pages and default audience are always public.
fr: La page d'accueil et la diffusion du nouveau groupe sont toujours publics par défaut.

source: New group home pages and default audience are always private.
fr: La page d'accueil et la diffusion du nouveau groupe sont toujours privés par défaut.

source: Group administrator chooses whether her group homepage and audience are private or not. Defaults to <em>private</em>.
fr: L'administrateur du groupe choisi si la page d'accueil est la diffusion est privé ou non. <em>Privé par défaut.</em>

source: Group administrator chooses whether her group homepage and audience are private or not. Defaults to <em>public</em>.
fr: L'administrateur du groupe choisi si la page d'accueil est la diffusion est privé ou non. <em>Public par défaut.</em>

source: Private groups
fr: Groupes privés

source: A private group's group home page cannot be seen by non-members, and new posts created in the group will default to being private. This setting controls what private groups options can be used when creating a new group or editing an existing group. If you select one of the <em>group administrator chooses</em> options then it will be up to group admins whether their new groups are private or not, with the default you specify here.
fr: La page d'accueil d'un groupe privé n'est pas visibles aux non-membres, et les nouveaux contenus publiés seront privés par défaut. Ce paramètre contrôle quel options de diffusion peuvent être utilisées lors de la création d'un nouveau groupe ou l'édition d'un groupe existant. Si vous sélectionnez une option permettant à l'administrateur de choisir alors les administrateurs choisiront si leur groupe doit être privé ou non, avec la valeur par défaut que vous spécifiez ici.

source: Note that the privacy of all <em>content</em> in the group is determined as each node is created or edited, according to the <em>Visibility of Posts</em> setting on this page. Note also that changing this setting only affects the default for new groups being created, not the privacy of any existing groups! To change those you must edit the groups and their individual content nodes directly. If the setting you want is disabled here, check <em>Visibility of Posts</em> above. You cannot choose to only have private groups if node visibility is set to be always public, and vice versa.
fr: Notez que le caractère privé des contenus du groupe est déterminé lors de la création et de l'édition des contenus en fonction des paramètres de diffusion défini sur cette page. Notez également que modifier les paramètres n'affectera que les nouveaux groupes créés et non ceux déjà existants ! Pour modifier les groupes existants, vous devez éditer les groupes et leurs contenus. Si vous voulez désactiver ce paramètre, éditez <em>Visibilité des publications</em> ci-dessus. Vous ne pouvez pas choisir de n'avoir que des groupes privés si la visibilités des publications est définie comme toujours publique et vice-versa.

source: Private group
fr: Groupe Privé

source: Checkbox for visibility of group home page to non-members.
fr: Case à cocher pour la visibilité de la page d'accueil par les utilisateur non-membres.

source: Should this group be visible only to its members? Disabled if the group is set to <em>List in Directory</em> or <em>Membership requests: open</em>.
fr: Ce groupe doit-il n'être visible que pour ses membres ? Désactivé si le groupe est paramétré pour être listé dans l'annuaire ou en adhésion libre.

source: Show this post to everyone, or only to members of the groups checked above. Posts without any groups are always <em>public</em>.
fr: Rendre cette publication accessible à tout le monde, ou seulement aux membres des groupes sélectionnés ci-dessus. Les publications sans groupes cibles sont toujours publiques.

source: All users may view this node.
fr: Tous les utilisateurs peuvent visualiser ce contenu.

source: Members of <a href="@group-node">@group-name</a> may view this node.
fr: Les membres de <a href="@group-node">@group-name</a> peuvent visualiser ce contenu.

source: Group admins of <a href="@group-node">@group-name</a> may view/edit/delete this node.
fr: Les administrateurs du groupe <a href="@group-node">@group-name</a> peuvent éditer/modifier/effacer ce contenu.

source: Organic groups access configuration
fr: Règles d'accès aux Groupes

source: Choose whether new groups should be private or public.
fr: Choisir si les groupes doivent être publics ou privés.

source: Enable access control for private posts and private groups.
fr: Activer le contrôle d'accès pour les publications et les groupes privés.

source: Remove post from all groups
fr: Retirer les publications des groupes

source: Add post to the specified group
fr: Ajouter les publications aux groupes spécifiés

source: Remove post from the specified group
fr: Retirer les publications des groupes spécifiés

source: Subscribe user to the specified group
fr: Inscrire l'utilisateur au groupe spécifié

source: Unsubscribe user from the specified group
fr: Revoquer l'adhésion de l'utilisateur au groupe spécifié

source: Promote user to an administrator in the specified group
fr: Promouvoir l'utilisateur administrateur du groupe spécifié

source: Demote user from an administrator in the specified group
fr: Rétrograder l'utilisateur simple membre du groupe spécifié

source: Approve user subscription to the specified group
fr: Approuver la demande d'adhésion au groupe spécifié

source: Deny user subscription to the specified group
fr: Refuser l'adhésion de l'utilisateur au groupe spécifié

source: Make post publicly visible
fr: Rendre cette publication visible à tous

source: Make post private to its groups
fr: Limiter la visibilité de cette publication aux groupes

source: Select the group to add to the node.
fr: Sélectionner les groupes cibles pour cette publication

source: Please <a href="!url">create</a> a group first.
fr: Merci de <a href="!url">créer</a> un groupe avant.

source: Select the group to remove from the node.
fr: Sélectionner le groupe cible à retirer pour cette publication
