Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/og.*_.po
Languages: fr

source: Group specific blocks are only visible on group pages and not on systemwide pages like the home page or admin pages.
fr: Les blocs spécifiques aux groupes ne sont visibles que sur les pages de groupe et non sur les pages telles que la page d'accueil ou les pages d'administration.

source: In order to let group admins determine their own group theme, you must enable multiple themes using <a href="@url">theme configuration page</a>.
fr: Pour laisser les administrateurs de groupe sélectionner le thème de leur groupe, vous devez activer les thèmes multiples sur la <a href="@url">page de configuration des thèmes</a>.

source: Send message to %group
fr: Envoyer message au groupe %group

source: Your message will be sent to all members of this group.
fr: Votre message sera envoyé à tous les membres de ce groupe.

source: Subject
fr: Objet

source: Enter a subject for your message.
fr: Saisissez l'objet de votre message

source: Body
fr: Corps

source: Enter a body for your message.
fr: Saisissez le contenu de votre message

source: Send message
fr: Envoyer message

source: You may not leave this group because it is a <em>closed</em> group. You should request removal from a group administrator.
fr: Vous ne pouvez pas quitter ce groupe parcequ'il est <em>privé</em>. Vous devez contacter un administrateur du groupe pour quitter celui-ci.

source: You may not leave this group because you are its owner. A site administrator can assign ownership to another user and then you may leave.
fr: Vous ne pouvez pas quitter ce groupe parce que vous en êtes propriétaire. L'administrateur du site peut transférer la propriété du groupe à un autre utilisateur pour que vous puissiez le quitter.

source: Leave this group
fr: Quitter ce groupe

source: Membership saved.
fr: Adhésion enregistrée.

source: Bad token. You seem to have followed an invalid link.
fr: Clé d'activation incorrecte. Il semblerai que vous ayez cliqué sur un lien invalide ou ayant expiré.

source: !name already approved to group %group.
fr: L'adhésion de !name au groupe %group a déjà été approuvé.

source: Membership request approved.
fr: Demande d'adhésion approuvée.

source: Membership request denied.
fr: Demande d'adhésion refusée.

source: Are you sure you want to make %name a group administrator for the group %title?
fr: Etes-vous sûr de vouloir promouvoir %name administrateur du groupe %title ?

source: Confirm
fr: Confirmer

source: Cancel
fr: Annuler

source: %name was promoted to <em>group administrator</em>.
fr: %name a été promu <em>administrateur du groupe</em>.

source: Are you sure you want to remove %name as a group administrator for the group %title?
fr: Etes-vous sûr de vouloir retirer à %name le statut d'administrateur du group %title ?

source: Remove
fr: Supprimer

source: %name is no longer a <em>group administrator</em>.
fr: %name n'est plus <em>administrateur du groupe</em>.

source: Email addresses or usernames
fr: Adresses email ou noms d'utilisateur.

source: Enter up to %max email addresses or usernames. Separate multiple addresses by commas or new lines. Each person will receive an invitation message from you.
fr: Saisissez jusqu'à %max adresses email ou nom d'utilisateur. Séparer les adresses ou les noms par une virgule. Chaque personne recevra un message d'invitation de votre part.

source: Personal message
fr: Message personnel

source: Optional. Enter a message which will become part of the invitation email.
fr: Optionnel. Saisissez un message qui sera joint à l'invitation.

source: Send invitation
fr: Envoyer invitation

source: You may not specify more than %max email addresses or usernames.
fr: Vous ne pouvez pas ajouter plus de %max adresses email ou noms d'utilisateur.

source: You may not invite yourself - @self.
fr: Vous ne pouvez pas vous inviter vous-même - @self

source: Invalid email address or username: @value.
fr: Adresse email ou nom d'utilisateur invalide : @value.

source: In order to join this group, you must login or register a new account. After you have successfully done so, you will need to request membership again.
fr: Pour rejoindre ce groupe, vous devez vous identifer ou créer un compte, après quoi vous pourrez demander l'adhésion à ce groupe.

source: @user is already a member the group @group.
fr: @user est déjà membre du groupe @group.

source: Additional details
fr: Informations complémentaires

source: Add any detail which will help an administrator decide whether to approve or deny your membership request.
fr: Ajouter un message expliquant à l'administrateur du groupe le motif de votre demande d'adhésion.

source: Are you sure you want to join the group %title?
fr: Etes-vous sûr de vouloir adhérer au groupe %title ?

source: Join
fr: Adhérer

source: Personal message from @name: ------------------ @request
fr: Message personne de @name: ------------- @request

source: Membership request to the %group group awaits approval by an administrator.
fr: La demande d'adhésion au groupe %groupe est en attente d'approbation par un administrateur.

source: You are now a member of the %group.
fr: Vous êtes désormais membre du groupe %group.

source: Membership request to the %group group was rejected, only group administrators can add users to this group.
fr: Votre demande d'adhésion au groupe %group a été refusée, seul les administrateurs du groupes peuvent ajouter un membre.

source: Are you sure you want to remove !name from the group %title?
fr: Etes-vous sûr de vouloir retirer !name du groupe %title ?

source: %user removed from %group.
fr: %user retiré du groupe %group.

source: List of users
fr: Liste des utilisateurs

source: Add one or more usernames in order to associate users with this group. Multiple usernames should be separated by a comma.
fr: Ajouter un ou plusieurs noms d'utilisateur afin d'associer des utilisateurs à ce groupe. Séparer par une virgule pour plusieurs noms.

source: Add users
fr: Ajouter utilisateurs

source: Title
fr: Titre

source: Manager
fr: Administrateur

source: Posts
fr: Messages

source: Comments
fr: Commentaires

source: Age
fr: Il y a

source: Last comment
fr: Dernier

source: No groups available.
fr: Aucun groupe disponible.

source: No posts in this group.
fr: Aucun message dans ce groupe.

source: No public posts in this group.
fr: Aucun message public dans ce groupe.

source: You must <a href="!register">register</a> or <a href="!login">login</a> and become a member in order to post messages, and view any private posts.
fr: Vous devez vous <a href="!register">enregistrer</a> ou vous <a href="!login">identifier</a> et devenir membre pour pouvoir publier des messages et consulter les messages privés.

source: Consider <a href="!url">joining this group</a> in order to view its posts.
fr: <a href="!url">Devenez membre</a> pour visualiser ses messages.

source: Open
fr: Ouvert

source: Moderated
fr: Modéré

source: Invite only
fr: Sur invitation seulement

source: Closed
fr: Fermé

source: A brief description for the group details block and the group directory.
fr: Une brève description pour le bloc "Informations sur le groupe" et pour l'annuaire des groupes.

source: Open - membership requests are accepted immediately.
fr: Ouvert - les demandes d'adhésions sont acceptées immédiatement.

source: Moderated - membership requests must be approved.
fr: Modéré - les demandes d'adhésions doivent être approuvées par un administrateur.

source: Invite only - membership must be created by an administrator.
fr: Sur invitation - les membres peuvent inviter un utilisateur à devenir membre.

source: Closed - membership is exclusively managed by an administrator.
fr: Fermé - l'adhésion est géré exclusivement par un administrateur.

source: Membership requests
fr: Demandes d'adhésion

source: How should membership requests be handled in this group? When you select <em>closed</em>, users will not be able to join <strong>or</strong> leave.
fr: Comment doivent être gérées les adhésions du groupe ? Quand vous sélectionnez <em>fermé</em> les utilisateurs ne peuvent ni adhérer ni quitter le groupe.

source: Registration form
fr: Formulaire d'inscription

source: May users join this group during registration? If checked, a corresponding checkbox will be added to the registration form.
fr: Les utilisateurs peuvent-ils rejoindre le groupe durant la création de leur compte ? Si cette option est cochée, les utilisateurs auront la possibilité de demander l'adhésion en cochant la case à cet effet.

source: List in groups directory
fr: Lister dans l'annuaire des groupes

source: Should this group appear on the <a href="@url">list of groups page</a> (requires OG Views module)? Disabled if the group is set to <em>private group</em>.
fr: Ce groupe doit-il apparaître dans <a href="@url">l'annuaire des groupes</a> (ceci requiert que le module OG Views soit activé) ? Désactivé si le groupe est défini comme <em>privé</em>.

source: Group language
fr: Langue du groupe

source: Language neutral
fr: Indépendant de la langue

source: Selecting a different locale will change the interface language for all group pages and emails. Users who have chosen a preferred language always see their chosen language.
fr: Sélectionner une langue différente modifie la langue de l'interface pour toutes les pages de groupes et les notifications par email. Les utilisateurs qui ont sélectionné une langue par défaut dans leur profil utilisateur conserveront celle-ci.

source: Selecting a different theme will change the look and feel of the group.
fr: Sélectionner un thème différent modifiera l'apparence des pages du groupe.

source: Home
fr: Accueil

source: Groups
fr: Groupes

source: You must <a href="@join">join a group</a> before posting on this web site.
fr: Vous devez <a href="@join">rejoindre un groupe</a> avant de pouvoir publier des contenus sur ce site.

source: Mission statement
fr: Raison d'être

source: A welcome greeting for your group home page. Consider listing the group objectives and mission.
fr: Vous pouvez rédiger un court texte expliquant la raison d'être du groupe, ses objectifs, sa mission. Celui-ci sera affiché sur la page d'accueil du groupe.

source: Group manager
fr: Administrateur du groupe

source: Sticky at top of group home page and other lists.
fr: Epingler en haut de la page d'accueil du groupe et des listes.

source: OG audience & Public checkbox.
fr: Paramètres de diffusion

source: OG audience.
fr: Diffusion OG

source: Group description.
fr: Description du groupe.

source: Handling of group membership requests.
fr: Gestion des demandes d'adhésion.

source: Checkbox for visibility on registration form.
fr: Case à cocher pour la visibilité sur le formulaire de création de compte.

source: Checkbox for visibility in the groups directory.
fr: Case à cocher pour la visibilité dans l'annuaire des groupes.

source: The default interface language for this group.
fr: Langue par défaut de l'interface pour ce groupe.

source: Organic groups
fr: Groupes

source: Organic groups usage
fr: Utilisation des groupes

source: Specify how organic groups should treat nodes of this type. Nodes may behave as a group, as group posts, or may not participate in organic groups at all.
fr: Spécifier si les types de contenus sont autorisés à être utilisés dans les groupes ou non. Vous devez au moins créer un type de contenu spécial de type 'noeud de groupe' pour pouvoir créer des groupes.

source: Do nothing.
fr: Ne rien faire.

source: Delete all group posts which don't also belong to another group.
fr: Effacer tous les contenus du groupe qui n'appartiennent pas à un autre groupe.

source: Move all group posts to the group listed below.
fr: Déplacer les contenus des groupes listés ci-dessous

source: Move all group posts and memberships to the group listed below.
fr: Déplacer tous les contenus du groupe et les adhésions aux groupes listés ci-dessous.

source: Group posts
fr: Contenus du groupe

source: In addition to deleting this group, you choose how to disposition the posts and memberships within it.
fr: En plus de la suppression du groupe, choisissez quoi faire avec les adhérents et les contenus du groupe.

source: Target group
fr: Groupe cible

source: If you chose <strong>Move all group posts</strong> above, specify a destination group.
fr: Si vous choisissez de <strong>Déplacer tous les contenus du groupe</strong> ci-dessus, spécifiez un groupe de destination.

source: Delete group
fr: Effacer groupe

source: My groups
fr: Mes groupes

source: Other groups
fr: Autres groupes

source: Audience
fr: Public

source: You must <a href="@join">join a group</a> before posting a %type.
fr: Vous devez <a href="@join">rejoindre un groupe</a> avant de publier un %type.

source: @group: '@title' at @site
fr: @group : '@title' sur @site

source: @type '@subject' by @username @node_teaser !read_more: !content_url Post reply: !reply_url -- You are subscribed from the group '@group' at @site. To manage your subscription, visit !group_url
fr: @type '@subject' par @username @node_teaser !read_more: !content_url Commenter: !reply_url -- Vous êtes abonné à '@group' sur @site. Pour gérer votre abonnement, cliquez sur le lien suivant : !group_url

source: @body -- This message was sent by an administrator in the '@group' group at @site. To visit this group, browse to !url_group. To unsubscribe from this group, visit !url_unsubscribe
fr: @body -- Ce message a été envoyé par l'administrateur du groupe '@group' sur @site. Pour consulter la page d'accueil du groupe : !url_group. Pour vous désabonner de ce groupe : !url_unsubscribe

source: Membership request approved for '@title'
fr: Demande d'adhésion approuvée pour '@title'

source: You may now post messages in this group located at !group_url
fr: Vous pouvez désormais publier des contenus dans ce groupe (!group_url)

source: Membership request denied for '@title'
fr: Demande d'adhésion refusée pour '@title'

source: Sorry, your membership request was denied.
fr: Désolé, votre demande d'adhésion a été refusée.

source: Invitation to join the group '@group' at @site
fr: Invitation à rejoindre le groupe '@group' sur @site

source: Hi. I'm a member of '@group' and I welcome you to join this group as well. Please see the link and message below. @group @description Join: !group_url @body
fr: Bonjour, Je suis un membre de '@group' et je vous propose de de rejoindre notre groupe. Voir le lien et le texte ci-dessous : @group @description Rejoindre: !group_url @body

source: Membership request for '@group' from '@username'
fr: Demande d'adhésion à '@group' de '@username'

source: To instantly approve this request, visit !approve_url. You may deny this request or manage members at !group_url. Personal message from @username: ------------------ @request
fr: Pour approuver cette demande instantanément, cliquez sur !approve_url. Vous pouvez refuser cette demande ou gérer les membres ici : !group_url. Message personnel de @username : ------------------ @request

source: You are now an administrator for the group '@group'
fr: Vous êtes désormais administrateur du groupe '@group'

source: @username, you are now an administrator for the group '@group'. You can administer this group by logging in here: !group_url
fr: @username, vous êtes maintenant administrateur du groupe '@group'. Vous pouvez administrer ce groupe en vous identifiant ici : !group_url

source: Join %name.
fr: Rejoindre %name.

source: (approval needed)
fr: (approbation nécessaire)

source: Group node
fr: Noeud de groupe

source: May not be posted into a group.
fr: Ne peut pas être utilisé par les groupes

source: Standard group post (typically only author may edit).
fr: Peut être utilisé dans les groupes (seul l'auteur peut modifier le contenu)

source: Wiki group post (any group member may edit).
fr: Peut être utilisé dans les groupes (n'importe quel membre du groupe peut modifier le contenu)

source: Group details
fr: Informations sur le groupe

source: New groups
fr: Nouveaux groupes

source: Maximum number of members to show
fr: Nombre maximum de membres à afficher

source: Group roles
fr: Rôles de groupe

source: Standard members
fr: Membres

source: Administrators
fr: Administrateurs

source: You may specify which types of group members appear in the listing.
fr: Vous pouvez spécifier quels types de membres apparaissent dans la liste.

source: Maximum number of groups to show
fr: Nombre maximal de groupes à afficher.

source: OPML feed
fr: Flux OPML

source: more
fr: plus

source: Browse the newest groups.
fr: Parcourir les nouveaux groupes.

source: Invite friend
fr: Inviter un ami

source: Manager: !name
fr: Administrateur : !name

source: My membership
fr: Mon adhésion

source: Your membership request awaits approval.
fr: Votre adhésion est en attente d'approbation.

source: Delete request
fr: Effacer la demande

source: You must <a href="!register">register</a>/<a href="!login">login</a> in order to post into this group.
fr: Vous devez <a href="!register">créer un compte</a> ou <a href="!login">vous identifier</a> pour publier dans ce groupe.

source: This is an <em>invite only</em> group. The group administrators add/remove members as needed.
fr: L'utilisateur doit recevoir une <em>invitation</em> pour rejoindre ce groupe. Les administrateurs peuvent ajouter/retirer des membres.

source: This is a <em>closed</em> group. The group administrators add/remove members as needed.
fr: Ce groupe est <em>fermé</em>. Les administrateurs peuvent ajouter/retirer des membres.

source: Request membership
fr: Faire une demande d'adhésion

source: Create !type
fr: Créer !type

source: Add a new !type in this group.
fr: Ajouter un nouveau !type à ce groupe.

source: (pending approval)
fr: (approbation en cours)

source: Add a user to a group.
fr: Ajouter un utilisateur au groupe.

source: All members for a given group.
fr: Tous les membres d'un groupe donné.

source: Retrieve the group memberships for a given user.
fr: Afficher les adhésions d'un utilisateur donné.

source: Title of top group
fr: Titre du groupe parent

source: Unfiltered title of top group. WARNING - raw user input.
fr: Titre non filtré du groupe parent. ATTENTION - format brut de saisie.

source: ID of top group
fr: ID du groupe parent

source: README file
fr: Fichier LISEZMOI

source: 1 message queued for delivery.
fr: 1 message dans la file d'attente.

source: 1 invitation sent.
fr: 1 invitation envoyée

source: Unrecognized name: %bad.
fr: Nom inconnu : %bad.

source: 1 user added to the group.
fr: 1 utilisateur ajouté au groupe.

source: 1 group
fr: 1 groupe

source: Deleted 1 orphan post.
fr: 1 contenu orphelin effacé.

source: Moved 1 orphan post.
fr: 1 contenu orphelin déplacé.

source: Moved 1 membership.
fr: 1 membre déplacé.

source: Show this post in this group.
fr: Afficher ce contenu dans ce groupe.

source: 1 member
fr: 1 membre

source: administer organic groups
fr: administrer groupes

source: Join group
fr: Rejoindre groupe

source: Leave group
fr: Quitter ce groupe

source: Approve membership request
fr: Approuver les demandes d'adhésion

source: Deny membership request
fr: Refuser les demandes d'adhésion

source: Create group administrator
fr: Affecter le statut d'administrateur

source: Delete group administrator
fr: Retirer le statut d'administrateur

source: Manage membership
fr: Gérer les membres

source: Group activity
fr: Activité du groupe

source: Administer the suite of Organic groups modules.
fr: Administrer l'ensemble des modules Organic Groups

source: Organic groups configuration
fr: Configuration des groupes

source: Configure the main Organic groups module (og).
fr: Configurer le module Organic Groups (og)

source: Add members
fr: Ajouter membres

source: Broadcast
fr: Diffusion

source: Stores information about each group.
fr: Stocke l'information à propos de chaque groupe.

source: The group's {node}.nid.
fr: Le {node}.nid du groupe.

source: Determines how subscription requests are handled (open, moderated, invite only, closed).
fr: Détermine comment les demandes d'adhésion sont traitées (ouvert, modéré, sur invitation, fermé).

source: Group description. Shows up by default on group directory.
fr: Description du groupe. Est affiché par défaut dans l'annuaire des groupes.

source: The group specific theme (if any). See {system}.name.
fr: Le thème spécifique du groupe (si défini). Voir {system}.name.

source: Should users be able to join this group from registration form.
fr: Les utilisateurs peuvent-ils rejoindre le groupe depuis le formulaire de création de compte.

source: Should this group appear in the groups directory.
fr: Ce groupe doit-il apparaître dans l'annuaire des groupes.

source: Group specific language. See {languages}.language.
fr: Langue par défaut du groupe. Voir {languages}.language.

source: Is group home page private or public.
fr: Ce groupe est-il privé ou public.

source: Group memberships
fr: Membres du groupe

source: Group's {node}.nid.
fr: {node}.nid du groupe.

source: Not currently used.
fr: Pas utilisé pour le moment.

source: Is this membership active or pending?
fr: Cette adhésion est-elle active ou en attente ?

source: Is this user a group administrator?
fr: Cet utilisateur est il administrateur du groupe ?

source: The user for this membership. See {users}.uid.
fr: L'utilisateur membre. Voir {users}.uid.

source: Time when this membership was created.
fr: Date de création de cette adhésion.

source: Time when this membership was last changed.
fr: Date de dernière modification de cette adhésion.

source: The post's {node}.nid.
fr: Le {node}.nid du contenu.

source: Is this a public or private post? This value is always the same across all groups for a given post.
fr: Est-ce un contenu privé ou public ? Cette valeur sera la même pour tous les groupes pour un contenu donné.

source: Organic groups module enabled. Please see the included !readme_file for further installation instructions.
fr: Module 'Organic Groups' activé. Merci de consulter le !readme_file pour les instructions d'installation.

source: Organic groups group type
fr: Noeuds de groupe

source: You have no node types which are acting as groups. See the notes section of the !readme_file and the content types fieldset at top of <a href="!settings">OG settings</a>.
fr: Vous n'avez aucun type de contenu défini comme noeud de groupe. Voir la section du !readme_file et les types de contenus sur <a href="!settings">Paramètres des groupes</a>

source: Organic groups access control
fr: Contrôle d'accès aux groupes

source: Organic groups access control module is disabled. See the <a href="@modules">modules page</a>.
fr: Le module de contrôle d'accès est désactivé. Voir la <a href="@modules">page d'administration des modules</a>.

source: Enable users to create and manage groups. OG Views integration module is recommended for best experience.
fr: Autoriser les utilisateurs à créer et gérer des groupes. Le module OG Views est recommandé.

source: You must designate at least one content type to act as a group node and another as a group post. <a href="!create">Create new content type</a> if needed.
fr: Vous devez désigner au moins un type de contenu comme noeud de groupe et un autre comme contenu de groupe. <a href="!create">Créez un nouveau type de contenu</a> si nécessaire.

source: Content types
fr: Types de contenu

source: Usage
fr: Utilisation

source: Operations
fr: Action

source: Edit
fr: Modifier

source: New groups don't appear in the groups directory. Administrators control the directory exclusively.
fr: Les nouveaux groupes n'apparaissent pas dans l'annuaire des groupes. Les administrateurs ont le contrôle exclusif de l'annuaire.

source: New groups always appear in the groups directory.
fr: Les nouveaux groupes apparaissent toujours dans l'annuaire des groupes.
