Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/og.*_.po
Languages: fr

source: There are no groups. You must have at least one existing group with nodes assigned to use this action.
fr: Il n'y a aucun groupe. Vous devez au moins avoir un groupe avec des contenus pour utiliser cette action.

source: Select the group to which this user should be subscribed.
fr: Sélectionner le groupe auquel cet utilisateur doit être inscrit.

source: Select the group to which this user should be unsubscribed.
fr: Sélectionner le groupe auquel cet utilisateur ne doit plus appartenir.

source: Select the group to which this user should be promoted.
fr: Sélectionner le groupe pour lequel cet utilisateur doit être promu.

source: Select the group from which this user should be demoted.
fr: Sélectionner le groupe pour lequel cet utilisateur doit être rétrogradé.

source: Select the group whose user subscription request should be approved.
fr: Sélectionner le groupe pour lequel la demande d'adhésion doit être approuvée.

source: Select the group whose user subscription request should be denied.
fr: Sélectionner le groupe pour lequel la demande d'adhésion doit être refusée.

source: Set node %id to public.
fr: Contenu %id défini comme public.

source: Set node %id to private.
fr: Contenu %id défini comme privé.

source: Removed node %id from all groups.
fr: Contenu %id retiré de tous les groupes.

source: Added node id %id to %group.
fr: Contenu %id ajouté au groupe %group.

source: Removed node id %id from %group.
fr: Contenu %id retiré de %group.

source: Subscribed user %name to %group.
fr: L'utilisateur %name inscrit à %group.

source: Unsubscribed user %name to %group.
fr: Adhésion de l'utilisateur %name à % group revoquée.

source: %name was promoted to <em>group administrator</em> in %group.
fr: %name a été promu <em>administrateur du groupe</em> %group.

source: Demoted user %name from <em>group administrator</em> in %group.
fr: Utilisateur %name n'est plus administrateur du groupe %group.

source: Approved user %name's subscription to %group.
fr: Adhésion de l'utilisateur %name à %group approuvée.

source: Denied user %name's subscription to %group.
fr: Adhésion de l'utilisateur %name à %group refusée.

source: Organic groups actions
fr: Actions pour les Groupes

source: Provides actions for use with Organic Groups and Trigger.
fr: Fourni des actions à utiliser avec Organic Groups et Trigger.

source: Customise notifications for each of your groups along with their frequency and delivery method. If so desired, you can also restrict notifications only for certain content types in each group.
fr: Personnaliser les notifications pour chaque groupe ainsi que les fréquences d'envoi et les méthodes d'expédition. Si vous le désirez, vous pouvez restreindre les notifications à certains types de contenu dans chaque groupe.

source: Group subscriptions
fr: Adhésions au groupe

source: Allowed content types
fr: Types de contenu autorisés

source: Select specific content types which should be <em>allowed</em> for subscriptions to <em>group + content type</em>.
fr: Sélectionnez les types de contenu qui doivent être autorisés pour l'abonnement au groupe + type de contenu.

source: Automatically enable notifications for any groups that I join.
fr: Activer automatiquement les notifications pour les groupes auquel j'adhère.

source: Group notifications can also be <a href="!manage-url">customised</a> in greater detail if required.
fr: Les notifications de groupe peuvent être <a href="!manage-url">personnalisées</a> si besoin.

source: Autosubscribe users to any groups that they join.
fr: Auto-abonner les utilisateurs aux groupes qu'il rejoignent.

source: Automatically enable notifications by default. Users can override this via their account page. Changing this setting will only affect new users and those who have not overridden the system default.
fr: Activer la notification par défaut. Les utilisateurs peuvent modifier ce réglage via la page de gestion de leur compte. Modifier ce paramètre n'affectera que les utilisateurs nouvellement créés et ceux qui n'ont pas modifié les paramètres par défaut.

source: OG notifications
fr: Notifications de Groupes

source: Most fields will be provided during the event.
fr: La plupart des champs seront fournis durant l'évènement.

source: Subject for event notifications
fr: Objet des notifications d'évènements

source: Body header for event notifications
fr: Entete pour les notifications d'évènement

source: Body for event notifications
fr: Corps du message pour les notifications d'évènement

source: Body footer for event notifications
fr: Pied de page pour les notifications d'évènement

source: [site-name] subscription update for [user]
fr: [site-name] Mise à jour des abonnements pour [user]

source: Greetings, [user]. These are your messages
fr: Bonjour, [user]. Voici vos messages

source: A [type] has been updated: [title] [event_list]
fr: Un [type] a été mis à jour : [title] [event_list]

source: This is an automatic message from [site-name]
fr: Ceci est un message automatique en provenance de [site-name]

source: To manage your subscriptions, browse to [subscriptions-manage]
fr: Pour gérer vos abonnements, rendez vous sur [subscriptions-manage]

source: Group: %name
fr: Groupe : %name

source: Content type in group
fr: Type de contenu du groupe

source: Group Type
fr: Type de Groupe

source: All
fr: Tous / Toutes

source: Send interval
fr: Intervalle d'expédition

source: Send method
fr: Méthode d'expédition

source: %type posts in this group
fr: %type publications dans ce groupe

source: Save
fr: Enregistrer

source: There are no active group subscriptions available.
fr: Aucun abonnement au groupe disponible.

source: All posts in %group
fr: Toutes les publications du groupe %group

source: %type posts in %group
fr: %type publications dans %group

source: Posts in group %name
fr: Publications dans le groupe %name

source: subscribe to content in groups
fr: s'abonner aux contenus des groupes

source: Organic groups notifications module installation script complete.
fr: Installation du module de notification Organic Groups réussie.

source: Stores autosubscription preferences for each user.
fr: Stocke les préférences d'abonnement pour chaque utilisateur.

source: The user's {user}.uid.
fr: {user}.uid de l'utilisateur

source: Organic groups notifications module uninstallation script complete.
fr: Désinstallation du module de notification Organic Groups réussie.

source: Organic Groups Notifications
fr: Notification de Groupes

source: Allows users to receive notifications and subscribe to group content.
fr: Permet aux utilisateurs de recevoir des notification et de s'abonner aux publications du groupe.

source: After enabling this module, visit the new "Pages" tab on any group. There, group admins may create as many pages as desired for their group. The pages may contain any layout that the site offers and admins may arrange many different types of content as desired. Site admins can restrict the types of content that may be added on the <a href="!settings">og_panels settings</a> page. You might want to make some Views available using <a href="!apv">admin/panels/views</a>. Group admins may designate one page as their group home page.
fr: Après avoir activé ce module, consultez l'onglet "Pages" sur n'importe quel groupe. A partir de là, les administrateurs peuvent utiliser n'importe quelle présentation souhaitée. Les administrateurs du site peuvent restreindre les types de contenus qui peuvent être ajoutés sur la page <a href="!settings">des paramètres og_panels</a>. Vous pouvez aussi créer des vues en utilisant <a href="!apv">admin/panels/views</a>. Les administrateurs de groupe peuvent désigner une page comme page d'accueil du groupe.

source: Create custom pages for your group. Use custom pages to organize your content in a pretty and informative manner. Your group can group to be a whole website within a web site. Each custom page becomes a tab when viewing your group. One of your custom pages should be designated as your <em>group home page</em>. That page will then display when visitors first arrive at your group.
fr: Créé une page d'accueil personnalisée pour votre groupe. Cela vous permet d'organiser de manière optimale les contenus publiés. Votre groupe peut devenir un véritable site dans le site, chaque page personnalisée devient un onglet lorsque vous visualisez votre groupe. Une de ces pages devrait être designée comme page d'accueil du groupe.

source: Start by clicking the <a href="!url">Add new page</a> tab. Then you will choose a custom layout for your page. Then you will want to <em>edit content</em> for your custom page.
fr: Commencez par cliquer sur l'onglet <a href="!url">Ajouter nouvelle page</a>. Vous pourrez ensuite choisir une présentation personnalisée pour votre page.

source: Are you sure you want to delete %title?
fr: Êtes-vous sûr de vouloir supprimer %title ?

source: This action cannot be undone.
fr: Cette action est irréversible.

source: Delete
fr: Supprimer

source: %title has been deleted
fr: %title a été supprimé

source: Edit content
fr: Modifier contenu

source: Change layout
fr: Modifier présentation

source: Edit layout settings
fr: Modifier paramètres de présentation

source: Edit page
fr: Modifier page

source: Delete page
fr: Supprimer page

source: Save settings
fr: Enregistrer les paramètres

source: Home page
fr: Page d'accueil

source: Weight
fr: Poids

source: Updated panels configuration.
fr: Configuration des panneaux mise à jour.

source: @name at @site
fr: @name sur @site

source: Page title
fr: Titre de la page

source: This is the title of the page and of the tab.
fr: Il s'agit du titre de la page et de l'onglet.

source: Path
fr: Chemin

source: This page is currently your default group home page and has no configurable path.
fr: Cette page est actuellement la page d'accueil par défaut du groupe et n'a pas de chemin configurable.

source: Show blocks
fr: Montrer blocs

source: If unchecked, the standard group blocks will not be shown unless you place them into your page content. This gives admin more control over page presentation.
fr: Si cette option n'est pas cochée, le bloc de groupe standard ne sera pas affiché à moins qu'il ne soit placé dans le contenu de la page. Cela donne un meilleur control à l'administrateur sur la présentation de la page.

source: Published
fr: Publié

source: If unchecked, this page is only accessible by group or site administrators. Thats useful while you are configuring the page.
fr: Si cette option n'est pas cochée, cette page n'est accessible que par le groupe ou les administrateurs du site. Utile lorsque vous êtes en train de paramétrer la page.

source: Update page
fr: Mettre à jour la page

source: Create page
fr: Créer la page

source: %path is a reserved system path, and cannot be used for a group page. Please enter another path.
fr: %path est un chemin réservé par le système, et ne peut pas être utilisé comme page de groupe. Merci de saisir un chemin différent.

source: Panel paths may only contain alphanumeric characters and dashes.
fr: Les chemins de panneau ne peuvent contenir que des caractères alphanumérique et des tirets.

source: That path is currently in use by another one of your group's pages. Please enter another path.
fr: Ce chemin est déjà utilisé par une de vos pages de groupes. Merci de saisir un autre chemin.

source: Group page updated.
fr: Page de groupe mise à jour.

source: Group page created.
fr: Page de groupe créée.

source: Organic groups panel pages deleted.
fr: Panneaux des groupes effacé.

source: A node object that is flagged as an OG group type.
fr: Un contenu étiquetté comme type de contenu de groupe.

source: OG mission
fr: Mission du groupe

source: OG description
fr: Description du groupe

source: OG members
fr: Membres du groupe

source: OG faces
fr: Portraits des membres

source: Node
fr: Contenu

source: manage OG panels pages
fr: Gérer les panneaux de groupe

source: Organic groups panels
fr: Panneaux de groupe

source: Configure the content that is available to group admins when creating group pages.
fr: Configurer le contenu disponible aux administrateurs de groupe lorsqu'ils créent des pages de groupe

source: List
fr: Liste

source: Organic groups panels. NOT COMPATIBLE WITH DRUPAL 6 YET.
fr: Panneaux pour les groupes. PAS ENCORE COMPATIBLE AVEC DRUPAL 6.

source: Enable group admins to create panel pages.
fr: Autoriser les administrateurs de groupe à créer des panneaux.

source: Group nodes
fr: Contenu de groupe

source: Group: Description
fr: Groupe : Description

source: Group: Members count
fr: Groupe : nombre de Membres

source: Number of members for a group. Excludes memberships which are pending approval.
fr: Nombre de membres d'un groupe. Exclus les membres dont l'adhésion est en attente d'approbation.

source: Group: Post count
fr: Group : nombre de Publications

source: Number of published posts in a group. Can be restricted by node type using the <em>Option</em> dropdown.
fr: Nombre de contenu publiés dans un groupe. Peut être restreint à un type de contenu grâce à la liste déroulante <em>Option</em>.

source: Group: Post count *new*
fr: Groupe : nombre de nouvelle publication

source: Number of new posts in a group for the current user.
fr: Nombre de nouvelles publications dans un groupe pour l'utilisateur en cours.

source: Group: Selective
fr: Groupe : Sélection

source: The group preference which determines how membership requests are managed (moderated, invite only, etc.).
fr: Les préférence de groupe qui déterminent comment les demandes d'adhésion sont gérées (modérées, sur invitation...).

source: Group: Private
fr: Groupe : Privé

source: Is the group home page private or not.
fr: La page d'accueil du groupe est-elle privée ou non.

source: Group: List in directory
fr: Groupe : Lister dans l'annuaire

source: Admin specifies whether or not a group appears in the public listings.
fr: L'administrateur spécifie si un groupe doit apparaître ou non dans l'annuaire

source: Group: Join link
fr: Groupe : lien 'rejoindre'

source: Displays a link for joining a group when a user is not already a member.
fr: Afficher un lien pour rejoindre le groupe quand l'utilisateur n'est pas déjà membre

source: Group: Language
fr: Groupe : Langue

source: Displays the language selected for a given group.
fr: Affiche la langue par défaut pour un groupe donné.

source: Group types
fr: Types de groupe

source: The type of a group (for example, "blog entry", "forum post", "story", etc).
fr: Les types de contenus disponibles pour le groupe

source: Group types (all)
fr: Types de groupe (tous)

source: Restrict to all content types that have been marked as groups.
fr: Restreint à tous les types de contenus marqués comme groupes.

source: Posts which are affiiated with a group.
fr: Publications associées à un groupe.

source: The groups for a post.
fr: Les groupes dans lequel sont affichés cette publication

source: Group node (post)
fr: Contenu de groupe (publication)

source: Bring in information about the group node based on a post's groups.
fr: Récupère les informations sur un contenu de groupe sur la base des publications du groupe.

source: <strong>Posts</strong> are filtered for specific organic groups.
fr: <strong>Publications</strong> filtrées pour des groupes spécifiques

source: Post: in specified group (by number)
fr: Publication : dans le groupe spécifié (par nombre)

source: <strong>Posts</strong> are filtered for specified organic groups. The page context (if Display is a page) will be set to the first listed group. That means that blocks and breadcrumbs (and theme and locale, if applicable) will be based upon the first specified node id.
fr: <strong>Publications</strong> filtrées en fonction de groupes spécifiques. Le contexte de la page (si l'affichage est une page) dépend du premier groupe listé. Cela signifie que les blocs et chemins de navigation (et les thèmes et langue si applicable) seront basés sur l'id du premier noeud spécifié.

source: Post: Nid
fr: Publications : Nid

source: The node ID of the node.
fr: Identifiant du nœud.

source: OG: Posts in current group
fr: OG : Publications du groupe actuel

source: Posts in current group. Useful for blocks where determining context is hard. If page is not in any group context, no nodes are listed and thus a block would not appear.
fr: Publications du groupe actuel. Utile pour les blocs ou il est difficile de déterminer le contexte. Si la page n'est située dans aucun contexte, aucun contenu ne sera listé et par conséquent aucun bloc n'est affiché.

source: Post: Public
fr: Publication : publique

source: Is a given post public or private according to OG.
fr: Une publication donnée est-elle publique ou privée d'après OG

source: Group that a member belongs to.
fr: Le groupe auquel un membre appartient

source: Group node (member)
fr: Contenu de groupe (membre)

source: Bring in information about the group node based on a user's membership.
fr: Récupère les informations à propos d'un contenu de groupe en à partir des adhésions d'un utilisateur.

source: <strong>Members</strong> are filtered for a specific group.
fr: <strong>Membres</strong> filtrés en fonction d'un groupe spécifique

source: Group member
fr: Membre du groupe

source: OG: Group in current user's groups
fr: OG : Groupe dans les groupes de l'utilisateur

source: Member of a group
fr: Membre d'un groupe

source: OG: Group in specified user's groups. Note that OG usually considers a user's groups to be private information. You may want to add access control to your View or validation to this argument.
fr: OG : Groupe spécifié dans les groupes de l'utilisateur. Notez que OG considère les groupes auxquels appartient un utilisateur comme une information privée. Vous devriez peut-être ajouter un contrôle d'accès à votre vue ou valider cet argument.

source: OG: Admin manage link
fr: OG : Lien gérer admin

source: A link to the <em>Admin create or remove</em> page.
fr: Un lien vers la page de promotion / rétrogradage d'un admin de groupe.

source: OG: Edit membership link
fr: OG : Lien modifier adhésion

source: A link to the <em>My membership</em> page.
fr: Un lien vers la page de gestion de l'adhésion.

source: OG: Approve/Deny/Remove membership link
fr: OG : Lien Approuver/Refuser/Retirer le membre

source: A link to approve/deny/remove a group member.
fr: Un lien pour approuver, refuser l'adhésion et retirer un membre du groupe.

source: OG: Is member an admin in a group
fr: OG : Est admin de groupe

source: Add <em>admin</em> text if user is the group manager.
fr: Ajouter le texte <em>admin</em> si l'utilisateur est administrateur du groupe.

source: OG: Is membership approved
fr: OG : L'adhésion doit-elle être approuvée

source: Add <em>approval needed</em> user if user's membership request is pending.
fr: Ajouter le texte <em>approbation requise</em> si une demande d'adhésion est en cours.

source: OG: Is the group manager
fr: OG : Est gestionnaire de groupe

source: Add <em>manager</em> text if user is the group manager.
fr: Ajouter le texte <em>gestionnaire</em> si l'utilisateur est gestionnaire du groupe.

source: OG: Membership create date
fr: OG : Date d'adhésion

source: The date when the membership was created.
fr: La date à laquelle l'utilisateur a adhéré au groupe.

source: OG: Membership last updated date
fr: OG : Date de mise à jour de l'adhésion

source: The date when the membership was last updated.
fr: La date a laquelle l'adhésion de l'utilisateur a été modifiée pour la dernière fois.

source: Group notifications (Views enhanced)
fr: Notifications de groupe

source: This group offers a <a href="@groupfeed">RSS feed</a> and an <a href="@email">email subscription</a>.
fr: Ce groupe dispose d'un <a href="@groupfeed">flux RSS</a> et d'une <a href="@email">notification par email</a>.

source: Or subscribe to these personalized, sitewide feeds:
fr: Ou abonnez-vous au flux du site :

source: Feed
fr: Flux

source: My unread: !links
fr: Non lus (moi) : !links

source: My group: !links
fr: Groupe (moi) : !links

source: All posts: !links
fr: Toutes les publications : !links

source: Group notifications
fr: Notification de groupe

source: Group home page view
fr: Vue de la page d'accueil du groupe

source: Pick a View for your group home page. Only Views whose names start with <strong>og_ghp_</strong> are eligible. The View determines the layout of your group home page. You may alter the presentation using typical Views themeing techniques. See the Theme information link when editing your View and also see the Theme section of the !README. Also note that group admins can override this presentation using the included <em>Organic Groups Panels</em> module.
fr: Choisissez une vue pour votre page d'accueil de groupe. Seules les vues dont les noms commencer par <strong>og_ghp_</strong> sont prises en compte. La vue détermine la mise en page de la page d'accueil du groupe. Vous pouvez modifier la présentation en utilisant les techniques habituelles de création de thème pour la vue. Voir le lien Thème lorsque vous éditez votre vue et voir la section Thème du fichier LISEZMOI. Notez aussi que les administrateurs de groupe peuvent passer outre cette présentation en utilisant le module OG Panels.

source: Search group
fr: Chercher dans le groupe

source: The View %name was not found. Check your variables table or settings.php.
fr: La vue %name n'a pas été trouvée. Vérifier vos variables ou settings.php.

source: You might be interested in an <a href="!url" rel="nofollow">OPML feed containing feeds from all your subscribed groups</a>.
fr: Le <a href="!url" rel="nofollow">flux OPML</a> contenant tous les flux de vos groupes pourrait vous intéresser.

source: Organic groups Views integration
fr: Intégration de Views et Organic Groups

source: <strong>Highly recommended.</strong>. Use Views to search and display organic groups.
fr: <strong>Hautement recommandé</strong>. Utilise Views pour les recherches et l'affichage des groupes.

source: approval needed
fr: approbation requise

source: Remove membership
fr: Révoquer l'adhésion

source: Request: <a href="@approve">approve</a> or <a href="@deny">deny</a>.
fr: Demande : <a href="@approve">approuver</a> ou <a href="@deny">refuser</a>.

source: Admin: Remove
fr: Admin : Rétrograder

source: Admin: Create
fr: Admin : Promouvoir

source: Edit membership
fr: Modifier l'adhésion

source: Member types
fr: Types de membre

source: Members
fr: Membres

source: Group administrators
fr: Administrateurs de groupe

source: Group node type
fr: Type de contenu du groupe

source: Argument type
fr: Type d'argument

source: Node ID
fr: Identifiant de nœud

source: Node ID's separated by , or +
fr: Identifiant de noeud séparé par , ou +

source: Validate current user is a member of a specified group
fr: Valider que l'utilisateur courant est un membre du groupe spécifié

source: Group post
fr: Publication de groupe

source: !type %title has been created.
fr: !type %title a été créé.

source: %og_type created.
fr: %og_type créé.

source: %og_type loaded properly.
fr: %og_type a bien été chargé.
