Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/rules.*_.po
Languages: fr

source: Send a mail to a user
fr: Envoyer un email à un utilisateur

source: Recipient
fr: Destinataire

source: Content types
fr: Types de contenu

source: You have to enter the user name or the user id.
fr: Vous devez saisir le nom de l’utilisateur ou son identifiant

source: This help text is going to be displayed during action configuration.
fr: Ce texte d’aide apparaîtra pendant le paramétrage de l’action

source: Textual comparison
fr: Comparaison textuelle

source: Text 1
fr: Texte 1

source: Text 2
fr: Texte 2

source: TRUE is returned, if both texts are equal.
fr: VRAI est retourné si les deux textes sont identiques.

source: User account has been created
fr: Un compte utilisateur a été créé

source: registered user
fr: utilisateur enregistré

source: User account details have been updated
fr: Les infos d’un compte utilisateur ont été mises à jour

source: updated user
fr: utilisateur mis à jour

source: unchanged user
fr: utilisateur inchangé

source: User page has been viewed
fr: Une page utilisateur a été visionnée

source: viewed user
fr: utilisateur visionné

source: Note that if drupal's page cache is enabled, this event won't be generated for pages served from cache.
fr: Notez que si le cache de page de drupal est activé, cet événement pour les pages servies depuis le cache.

source: User has been deleted
fr: Un utilisateur a été supprimé

source: deleted user
fr: utilisateur supprimé

source: User has logged in
fr: Un utilisateur s’est identifié

source: logged in user
fr: utilisateur identifié

source: User has logged out
fr: Un utilisateur s’est déconnecté

source: logged out user
fr: utilisateur déconnecté

source: content
fr: contenu

source: PHP Evaluation
fr: Évaluation PHP

source: Replacement patterns for @name
fr: Pattern de remplacement pour @name

source: Content
fr: Contenu

source: Warning: Unable to get variable %name.
fr: Attention : Variable %name introuvable.

source: Warning: Unable to get argument %name.
fr: Attention : Argument %name introuvable.

source: Element %name has not been executed. There are not all execution arguments needed by an input evaluator available.
fr: L’élément %name n’a pas été exécuté. Certains arguments nécessaires à un évaluateur d’entrée n’ont pas été fournis.

source: Element %name has not been executed. There are not all execution arguments available.
fr: L’élément %name n’a pas été exécuté. Certains arguments nécessaires à son exécution n’ont pas été fournis.

source: Successfully added the new variable @arg
fr: Nouvelle variable @arg ajoutée avec succès

source: Unknown variable name %var return by action %name.
fr: Variable %var inconnue retournée par l’action %name.

source: Loaded variable @arg
fr: Variable @arg chargée

source: Saved variable @name of type @type.
fr: Variable @name de type @type sauvée.

source: Failed saving variable @name of type @type.
fr: Sauvegarde de la variable @name de type @type abandonnée.

source: %label has been invoked.
fr: %label a été invoqué.

source: Evaluation of %label has been finished.
fr: Évaluation de %label terminée.

source: Not executing the rule %name on rule set %set to prevent recursion.
fr: Règle %name de l’ensemble %set abandonnée sous peine de récursivité.

source: Executing the rule %name on rule set %set
fr: Exécution de la règle %name de l’ensemble %set

source: Action execution: @name
fr: Exécution de l’action : @name

source: Condition %name evaluated to @bool.
fr: Condition %name évaluée à @bool.

source: OR
fr: OU

source: AND
fr: ET

source: unlabelled
fr: sans label

source: Rules
fr: Règles

source: Rule Sets
fr: Ensembles de règles

source: Unable to find %type of name %name with the label %label. Perhaps the according module has been deactivated.
fr: %type du nom %name et de label %label introuvable. Le module correspondant a peut-être été désactivé.

source: Unable to find %type of name %name. Perhaps the according module has been deactivated.
fr: %type du nom %name introuvable. Le module correspondant a peut-être été désactivé.

source: Show rule configuration
fr: Afficher la configuration de la règle

source: Included @module.rules.inc files.
fr: Fichiers de @modules.rules.inc inclus.

source: The name of the item.
fr: Le nom de l’élément.

source: The whole, serialized item configuration.
fr: La configuration d’élément complète et sérialisée.

source: Cache table for the rules engine to store configured items.
fr: Table de cache pour le stockage des éléments configurés par le moteur de règles.

source: Successfully imported rule %label.
fr: Règle %label importé avec succès.

source: Failed importing the rule %label.
fr: Import de la règle %label abandonné.

source: The now separated rules administration UI module has been enabled.
fr: Le module d’interface utilisateur d’administration des règles a été activé.

source: No upgrade information for the element %name found. Aborting.
fr: Aucune information trouvée pour la mise à niveau de l’élément %name. Abandon.

source: Lets you define conditionally executed actions based on occurring events.
fr: Permet de définir des actions exécutées conditionnellement basées sur des événements.

source: After saving a new comment
fr: Après l'enregistrement d'un nouveau commentaire

source: created comment
fr: commentaire créé

source: After saving an updated comment
fr: Après l'enregistrement d'un commentaire modifié

source: updated comment
fr: commentaire mis à jour

source: After deleting a comment
fr: Après la suppression d'un commentaire

source: deleted comment
fr: commentaire supprimé

source: Comment is being viewed
fr: Un commentaire est visionné

source: viewed comment
fr: commentaire visionné

source: After publishing a comment
fr: Après la publication d’un commentaire

source: published comment
fr: commentaire publié

source: After unpublishing a comment
fr: Après la dépublication d’un commentaire

source: unpublished comment
fr: commentaire dépublié

source: author
fr: auteur

source: commented content
fr: contenu commenté

source: commented content author
fr: auteur du contenu commenté

source: Load comment by id
fr: Charger un commentaire par son identifiant

source: Comment id
fr: Identifiant de commentaire

source: Loaded comment
fr: Commentaire chargé

source: comment
fr: commentaire

source: Comment with id @id
fr: Commentaire d’identifiant @id

source: After saving new content
fr: Après l’enregistrement d’un nouveau cotenu

source: created content
fr: contenu créé

source: content's author
fr: auteur du contenu

source: After updating existing content
fr: Après la mise à jour d’un contenu existant

source: updated content
fr: contenu mis à jour

source: Content is going to be saved
fr: Un contenu va être enregistré

source: saved content
fr: contenu enregistré

source: Content is going to be viewed
fr: Un contenu va être visionné

source: viewed content
fr: contenu visionné

source: content author
fr: auteur du contenu

source: Content is displayed as teaser
fr: Un contenu est affiché sous forme de résumé

source: Content is displayed as page
fr: Un contenu est affiché sous forme de page

source: After deleting content
fr: Après la suppression d’un contenu

source: deleted content
fr: contenu supprimé

source: unchanged content
fr: contenu inchangé

source: unchanged content's author
fr: auteur du contenu inchangé

source: Content has type
fr: Un contenu est de type

source: Evaluates to TRUE, if the given content has one of the selected content types.
fr: Évalué à VRAI si le contenu donné a l’un des types de contenu sélectionné.

source: Content is published
fr: Un contenu est publié

source: Content is sticky
fr: Un contenu est collant

source: Content is promoted to frontpage
fr: Un contenu est promu en page d’accueil

source: Set the content author
fr: Définir l’auteur du contenu

source: User, who is set as author
fr: Utilisateur défini en tant qu’auteur

source: Load the content author
fr: Charger l’auteur du contenu

source: Content author
fr: Auteur du contenu

source: Set content title
fr: Définir le titre du contenu

source: Title
fr: Titre

source: Add new content
fr: Ajouter un nouveau contenu

source: The title of the newly created content.
fr: Le titre du contenu nouvellement créé

source: New content
fr: Nouveau contenu

source: Load content by id
fr: Charge le contenu par son identifiant

source: Content ID
fr: ID du contenu

source: Content Revision ID
fr: ID de la révision du contenu

source: If you want to load a specific revision, specify it's revision id. Else leave it empty to load the current revision.
fr: Si vous voulez charger une révision particulière, spécifier l’identifiant de révision. Sinon laisser vide pour charger la révision courante.

source: Loaded content
fr: Contenu chargé

source: @node is @type
fr: @node est @type

source: or
fr: ou

source: @node is published
fr: @node est publié

source: @node is sticky
fr: @node est collant

source: @node is promoted to frontpage
fr: @node est promu sur la page d’accueil

source: Set the author of @node to @author
fr: Définir l’auteur de @node à @author

source: Load the @node author
fr: Charger l’auteur de @node

source: @node author
fr: auteur de @node

source: Set @node's title
fr: Définir le titre de @node

source: Content type to be used
fr: Type de contenu à utiliser

source: Select a content type that will be created when this action is invoked.
fr: Sélectionnez le type de contenu qui sera créé lors de l’invocation de cette action.

source: Create content only if the given author has access permission to do so
fr: Créer un contenu seulement si l’auteur donné a les permissions pour le faire

source: New content of type @type
fr: Nouveau contenu de type @type

source: Content with id @id
fr: Contenu d’identifiant @id

source: Path has alias(es)
fr: Un chemin a un ou des alias

source: URL alias exists
fr: Un alias d’URL existe

source: Create or delete an URL alias
fr: Créer ou supprimer un alias d’URL

source: Create or delete a content's URL alias
fr: Créer ou supprimer un alias d’URL pour un contenu

source: Existing system path
fr: Chemin système existant

source: Specify the existing path for which you want to check if an URL alias exists.
fr: Spécifier un chemin existant pour lequel vous voulez vérifier si un alias d’URL existe.

source: Path alias
fr: Alias de chemin

source: Specify the path alias which you want to check if it already exists.
fr: Spécifier l’alias de chemin dont vous voulez vérifier l’existence.

source: Before checking, replace non ascii characters with
fr: Avant vérification, remplacer les caractères non ascii avec

source: Leave this textfield empty to disable the replacement of non ascii characters.
fr: Laisser ce champ vide pour désactiver le remplacement des caractères non ascii.

source: Specify the existing path you wish to alias. For example: node/28, forum/1, taxonomy/term/1+2.
fr: Spécifier le chemin existant auquel créer un alias. Par exemple : node/28, forum/1, taxonomy/term/1+2.

source: Leave it empty to delete URL aliases pointing to the given path alias.
fr: Laisser vide pour supprimer les alias d’URL pointent sur l’alias de chemin donné.

source: Specify an alternative path by which this data can be accessed. For example, type "about" when writing an about page. Use a relative path and do not add a trailing slash or the URL alias will not work.
fr: Spécifier un chemin alternatif depuis lequel ces données peuvent être accéder. Par exemple, entrez "apropos" pour la création d’une page "À propos de…". Utilisez un chemin relative et n’ajoutez pas de slash à la fin ou l’alias ne fonctionnera pas.

source: Leave it empty to delete URL aliases pointing to the given system path.
fr: Laisser vide pour supprimer les alias d’URL pointant sur le chemin système donné.

source: Replace non ascii characters with
fr: Remplacer les caractères non ascii avec

source: You have to enter at least eiter an existing system path or a path alias.
fr: Vous devez entrer un chemin système existant ou un alias de chemin.

source: Create or delete @node's URL alias
fr: Créer ou supprimer l’alias d’URL de @node

source: This action only works if the acting user has %perm1 or %perm2 permsissions. If this does not suit, use the generic "Create or delete an URL alias" action together with the existing system path "node/{ID}".
fr: Cette action fonctionne seulement si l’utilisateur a les permissions %perm1 ou %perm2. Dans le cas contraire, utilisez l’action générique "Créer ou supprimer un alias d’URL" avec le chemin système existant "node/{ID}".

source: create url aliases
fr: create des alias d’url

source: administer url aliases
fr: administrer les alias d’url

source: PHP is not evaluated as there are not all necessary variables available.
fr: Le code PHP est n’est pas évalué car toutes les variables nécessaires ne sont pas disponibles.

source: Execute custom PHP code
fr: Exécuter un code PHP personnalisé

source: PHP code inside of &lt;?php ?&gt; delimiters will be evaluated and replaced by its output. E.g. &lt;? echo 1+1?&gt; will be replaced by 2.
fr: Le code PHP code à l’intérieur des délimiteurs &lt;?php ?&gt; sera évalué et remplacé par sa sortie. Exemple : &lt;? echo 1+1?&gt; sera remplacé par 2.

source: Furthermore you can make use of the following variables:
fr: Vous pouvez également utiliser les variables suivantes :

source: Intelligent saving
fr: Sauvegarde intelligente

source: Yes
fr: Oui

source: No
fr: Non

source: Note that variables are passed by reference, so you can change them.
fr: Notez que les variables sont passées par référence afin que vous puissiez les modifier.

source: If you want to make the changes permanent, you can let rules intelligently save the changes when the variable's data type supports it.
fr: Si vous voulez rendre les changements permanents, vous pouvez laisser les règles sauvegarder intelligemment les modification lorsque le type de données de la variable le supporte.

source: To make use of "intelligent saving" just return an array of variables to save, e.g.: !code So variables are saved only once, even if modified multiple times.
fr: Pour utiliser la "sauvegarde intelligente", retourner simplement un tableau de variables à sauvegarder, par exemple : !code Les variables seront sauvegardées une seule fois, même si elles sont modifiées plusieurs fois.

source: PHP Code
fr: Code PHP

source: The code that should be executed. Don't include &lt;?php ?&gt; delimiters.
fr: Le code qui devrait être exécuté. N’utilisez pas les délimiteurs &lt;?php ?&gt;.

source: Be sure to always return a boolean value, e.g.: !code
fr: Assurez-vous de toujours retourner une valeur booléenne, par exemple : !code

source: The code has to always return a boolean value.
fr: Le code doit toujours retourner une valeur booléenne.

source: string
fr: chaîne

source: number
fr: nombre

source: truth value
fr: valeur de vérité

source: a fixed value
fr: une valeur fixe

source: Format: %format or other values known by the PHP !strtotime function like "+1 day".
fr: Format : %format ou autres valeurs connues par la fonction !strtotime de PHP comme "+1 day".

source: You may also enter a timestamp in GMT. E.g. use !code together with the PHP input evalutor to specify a date one day after the evaluation time.
fr: Vous pouvez également entrer un timestamp (GMT). Par exemple utilisez !code avec l’évaluateur d’entrée PHP pour spécifier une date un jour après la date d’évaluation.

source: The argument %label is no valid date.
fr: L’argument %label n’est pas une date valide.

source: Just enter 1 for TRUE, 0 for FALSE or make use of an input evaluator.
fr: Entrer 1 pour VRAI, 0 pour FAUX ou utiliser un évaluateur d’entrée.

source: Numeric comparison
fr: Comparaison numérique

source: Number 1
fr: Nombre 1

source: Number 2
fr: Nombre 2

source: Select greater than, less than or equal to.
fr: Sélectionnez plus grand que, plus petit que ou égal à.

source: Check a truth value
fr: Vérifier une valeur de vérité

source: Truth value
fr: Valeur de vérité

source: Add a new @type variable
fr: Ajouter une nouvelle variable @type

source: Added @type
fr: @type ajouté

source: Save a @type
fr: Sauver un @type

source: Permanently apply changes
fr: Applique les changements de façon permanente

source: If checked, changes to the argument are saved automatically.
fr: Si coché, les modifications des arguments sont sauvées automatiquement.

source: Comment
fr: Commentaire

source: User
fr: Utilisateur

source: Two texts to compare
fr: Deux textes à comparer

source: Evaluate the second text as a regular expression.
fr: Évaluer le second texte comme une expression rationnelle.

source: Operation
fr: Opération

source: Greater than
fr: Supérieur

source: Equal to
fr: Égal à

source: Less than
fr: Inférieur

source: Check a <a href="http://en.wikipedia.org/wiki/Logical_value">truth value</a>, i.e. TRUE or FALSE.
fr: Consulter l’article <a href="http://fr.wikipedia.org/wiki/Valeur_de_v%C3%A9rit%C3%A9">valeur de vérité</a>, exemple VRAI ou FAUX.

source: Force immediate saving.
fr: Forcer la sauvegarde immédiate.

source: If enabled, intelligent saving is bypassed to ensure immediate saving.
fr: Si activé, la sauvegarde intelligente est ignorée afin d’assurer une sauvegarde immédiate.

source: Usually you need not care about saving changes done by actions. However this action allows you to force saving changes, if no action does.
fr: En temps normal vous ne devriez pas vous soucier de la sauvegarde des changements réalisés par des actions. Toutefois cette action vous permet de forcer la sauvegarde si aucune autre action ne le fait.

source: Furthermore note that changes are saved intelligently, which means that changes are saved only once, even if multiple actions request saving changes.
fr: Notez également que les changements sont sauvegardés intelligemment ce qui veut dire que les changements sont sauvegardés une seule fois même si plusieurs actions demandent chacune une sauvegarde des changements.

source: User is going to view a page
fr: Un utilisateur est sur le point de visionner une page

source: Cron maintenance tasks are performed
fr: Des tâches de maintenance Cron sont en cours

source: Show a configurable message on the site
fr: Affiche un message configurable sur le site.

source: Set breadcrumb
fr: Définir le fil d’Ariane

source: Send a mail to an arbitrary mail address
fr: Envoyer un email à une adresse email arbitraire

source: Send a mail to all users of a role
fr: Envoyer un email à tous les utilisateurs d’un rôle

source: Page redirect
fr: Redirection de page

source: Enter a Drupal path, path alias, or external URL to redirect to. Enter (optional) queries after "?" and (optional) anchor after "#".
fr: Entrez un chemin Drupal, un alias de chemin ou une URL externe vers lesquels effectuer la redirection. Entrez (optionnel) des requêtes après "?" et (optionnel) des ancres après "#".

source: Log to watchdog
fr: Ajouter une entrée au journal

source: Home
fr: Accueil

source: rules
fr: règles

source: Successfully sent email to %recipient
fr: Email envoyé avec succès à %recipient

source: Successfully sent email to the role(s) %roles.
fr: Email envoyé avec succès au(x) rôle(s) %roles.

source: The message that should be displayed.
fr: The message qui doit être affiché.

source: Display as error message
fr: Afficher comme un message d’erreur

source: Titles
fr: Titres

source: A list of titles for the breadcrumb links, one on each line.
fr: Une liste de titres pour les liens du fil d’Ariane, un par ligne.

source: Paths
fr: Chemins

source: A list of Drupal paths for the breadcrumb links, one on each line.
fr: Une liste de chemins Drupal pour les liens du fil d’Ariane, un par ligne.

source: Sender
fr: Expéditeur

source: The mail's from address. Leave it empty to use the site-wide configured address.
fr: Adresse mail de l’expéditeur. Laissez vide pour utiliser l’adresse du site.

source: Subject
fr: Objet

source: The mail's subject.
fr: Le sujet du mail.

source: The mail's message body.
fr: Le message du mail.

source: The mail's recipient address. You may separate multiple addresses with ','.
fr: L’adresse du destinataire du mail. Vous pouvez séparer plusieurs adresses avec des virgules.

source: Recipient roles
fr: Rôles destinataires

source: WARNING: This may cause problems if there are too many users of these roles on your site, as your server may not be able to handle all the mail requests all at once.
fr: ATTENTION : Une trop grande quantité d’utilisateurs affectés à ces rôles sur votre site peut poser problème car votre serveur peut ne pas supporter toutes les demandes d’envoi de mail en une seule fois.

source: Select the roles whose users should receive this email.
fr: Sélectionner les rôles dont les utilisateurs recevront cet email.

source: To
fr: À

source: Force redirecting to the given path, even if a destination parameter is given
fr: Forcer la redirection vers le chemin donné, même si un paramètre de destination est fourni

source: Per default drupal doesn't redirect to the given path, if a destination parameter is set. Instead it redirects to the given destination parameter. Most times, the destination parameter is set by appending it to the URL, e.g. !example_url
fr: Par défaut, Drupal ne redirige pas vers le chemin donné si un paramètre de destination est défini, il redirige vers le ce paramètre de destination. La plupart du temps, le paramètre de destination est défini en l’ajoutant à l’RL, par exemple : !example_url

source: Immediately issue the page redirect
fr: Redirige la page immédiatement

source: Use this with <em>caution</em>! If checked, the path redirect is issued immediately, so the normal execution flow is interrupted.
fr: À utiliser avec <em>précaution</em> ! Si coché, la redirection de chemin est exécutée immédiatement, interrompant le flux d’exécution prévu.

source: Severity
fr: Importance

source: Category
fr: Catégorie

source: The category to which this message belongs.
fr: La catégorie à laquelle ce message appartient.

source: The message to log.
fr: Le message à enregistrer.

source: Link (optional)
fr: Lien (optionnel)

source: A link to associate with the message.
fr: Un lien à associer au message.

source: After saving a new term
fr: Après la sauvegarde d’un nouveau terme

source: created term
fr: terme créé

source: After updating a term
fr: Après la mise à jour d’un terme

source: updated term
fr: terme mis à jour

source: unchanged term
fr: terme inchangé

source: Load a term
fr: Charger un terme

source: Taxonomy term
fr: Terme de classification

source: Loading a taxonomy term will allow you to act on this term, for example you will be able to assign this term to a content.
fr: Charger un terme d’une taxonomie vous permet d’agir sur ce terme pour, par exemple, l’assigner à un contenu.

source: Assign a term to content
fr: Assigner un terme à un contenu

source: Remove a term from content
fr: Retirer un terme à un contenu

source: Load a vocabulary
fr: Charger un vocabulaire

source: Taxonomy vocabulary
fr: Vocabulaire de taxonomie

source: Loading a taxonomy vocabulary will allow you to act on this vocabulary.
fr: Charger un vocabulaire de taxonomie vous permet d’agir sur ce vocabulaire.

source: Add a new vocabulary
fr: Ajouter un nouveau vocabulaire

source: taxonomy term
fr: terme de taxonomie

source: taxonomy vocabulary
fr: vocabulaire de taxonomie

source: Vocabulary
fr: Vocabulaire

source: Select the vocabulary.
fr: Sélectionnez le vocabulaire.

source: There are no existing vocabularies, you should <a href="@add-url">add</a> one.
fr: Il n’y a aucun vocabulaire disponible, vous devriez en <a href="@add-url">ajouter</a> un.

source: Continue
fr: Continuer

source: !vocab's terms
fr: termes de !vocab
