Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/rules.*_.po
Languages: fr

source: There are no terms in the vocabulary, you should <a href="@add-url">add</a> one.
fr: Il n’y a aucun terme dans le vocabulaire, vous devriez en <a href="@add-url">ajouter</a> au moins un.

source: Select an existing term or manually enter the name of the term that should be added or removed from the content.
fr: Sélectionnez un terme existant ou entrer le nom manuellement le nom du terme qui doit être ajouté à retiré au contenu.

source: Select by term id
fr: Sélectionner par l’identifiant du terme

source: Optional: enter the term id (<em>not the term name</em>) that should be loaded . If this field is used "Select a term" field will be ignored.
fr: Optionnel : entrez l’identifiant du terme (<em>pas son nom</em>) qui doit être chargé. Si ce champ est utilisé le champ "Sélectionnez un terme" est ignoré.

source: - None selected -
fr: - Aucun -

source: Vocabulary selection
fr: Sélection du vocabulaire

source: Select a vocabulary
fr: Sélectionnez un vocabulaire

source: Optional: Enter the vocabulary id (<em>not the vocabulary name</em>) that should be loaded . If this field is used, the "Select a vocabulary" field will be ignored.
fr: Optionnel : Entrez l’identifiant du vocabulaire (<em>pas son nom</em>) qui doit être chargé . Si ce champ est utilisé, le champ "Sélectionnez un vocabulaire" sera ignoré.

source: Vocabulary settings
fr: Paramètres du vocabulaire

source: acting user
fr: utilisateur actif

source: Compare two users
fr: Comparer deux utilisateurs

source: User account 1
fr: Compte utilisateur 1

source: User account 2
fr: Compte utilisateur 2

source: Evaluates to TRUE, if both given user accounts are the same.
fr: Est évalué à VRAI si les deux comptes utilisateurs sont le même.

source: User has role(s)
fr: L’utilisateur a le(s) rôle(s)

source: Whether the user has the selected role(s).
fr: L’utilisateur a-t-il ou non le(s) rôle(s) sélectionné(s).

source: Add user role
fr: Ajouter un rôle à un utilisateur

source: User whos roles should be changed
fr: Utilisateur dont les rôles doivent être changés

source: Remove user role
fr: Retirer un rôle à un utilisateur

source: Load a user account
fr: Charger un compte utilisateru

source: Loaded user
fr: Utilisateur chargé

source: Enter an id or a name of the user to load.
fr: Entrez un identifiant ou un nom d’utilisateur à charger.

source: Create a user
fr: Créer un utilisateur

source: User name
fr: Nom d’utilisateur

source: User's E-mail
fr: Email de l’utilisateur

source: New user
fr: Nouvel utilisateur

source: New user's password
fr: Mot de passe du nouvel utilisateur

source: No appropriate user name. No user has been created.
fr: Aucun nom d’utilisateur valide fourni. Aucun utilisateur n’a été créé.

source: The name %name has been denied access. No user has been created.
fr: The nom %name a été refusé. Aucun utilisateur n’a été créé.

source: User !name already exists. No user has been created.
fr: L’utilisateur !name existe déjà. Aucune utilisateur n’a été créé.

source: No appropriate mail address. No user has been created.
fr: Aucune adresse email valide fournie. Aucune utilisateur n’a été créé.

source: The e-mail address %email has been denied access. No user has been created.
fr: L’adresse email %email a été refusée. Aucun utilisateur n’a été créé.

source: The e-mail address %email is already registered. No user has been created.
fr: L’adresse email est déjà utilisée. Aucun utilisateur n’a été créé.

source: user
fr: utilisateur

source: Block a user
fr: Bloquer un utilisateur

source: Match against any or all of the selected roles
fr: Vérifier un des rôles ou tous les rôles sélectionnés

source: any
fr: n’importe lequel

source: all
fr: tous

source: If matching against all selected roles the user must have <em>all</em> the roles checked in the list above.
fr: Si la vérification se fait sur tous les rôles sélectionnés, l’utilisateur doit avoir <em>tous</em> les rôles sélectionnés dans la liste ci-dessus.

source: Select role(s)
fr: Sélectionnez le(s) rôle(s)

source: Name of the user to be loaded.
fr: Nom de l’utilisateur à charger

source: User id
fr: Identifiant d’utilisateur

source: Id of the user to be loaded.
fr: Identifiant de l’utilisateur à charger

source: Configuration to import
fr: Configuration à importer

source: Just paste your exported configuration here.
fr: Copier simplement la configuration exportée ici.

source: Import
fr: Importer

source: Imported %label.
fr: %label importé.

source: Import failed.
fr: Importation abandonnée.

source: Successfully imported the workflow-ng rule %label.
fr: Règle workflow-ng %label importée avec succès.

source: Failed importing the workflow-ng rule %label.
fr: Import de la règle workflow-ng %label abandonné.

source: Select the %label to export
fr: Sélection le %label à exporter

source: There are no %label to be exported.
fr: Il n’y a aucun %label à exporter.

source: Export by category
fr: Export par catégorie

source: Export
fr: Exporter

source: Exported rule configurations
fr: Configurations de règle exportées

source: Copy these data and paste them into the import page, to import.
fr: Copiez ces données et collez-les dans la page d’import pour les importer.

source: Please select the items to export.
fr: Sélectionnez les éléments à exporter.

source: Label
fr: Étiquette

source: Set
fr: Ensemble

source: Event
fr: Événement

source: Status
fr: Statut

source: Operations
fr: Opérations

source: delete
fr: supprimer

source: revert
fr: revenir

source: None
fr: Aucun

source: This rule has been provided by a module, but has been modified.
fr: Cette règle est fournie par un module mais a été modifiée.

source: Modified
fr: Modifiée

source: This rule has been provided by a module and can't be customized.
fr: Cette règle est fournie par un module et ne peut pas être personnalisée.

source: Fixed
fr: Figée

source: A custom defined rule.
fr: Une règle personnalisée.

source: Custom
fr: Personnalisé

source: This rule has been provided by a module.
fr: Cette règle est fournie par un module.

source: Default
fr: Par défaut

source: Rule sets
fr: Ensembles de règles

source: Triggered rules
fr: Règles déclenchées

source: Add a condition
fr: Ajouter une condition

source: Add an action
fr: Ajouter une action

source: Indent this condition by adding a logical operation.
fr: Indenter cette condition par l’insertion d’un opérateur logique.

source: NOT
fr: NON

source: Empty
fr: Vide

source: !not%label group
fr: groupe !not%label

source: Add another condition to this group
fr: Ajouter une autre condition à ce groupe

source: Edit this condition group
fr: Éditer ce groupe de conditions

source: Filter
fr: Filtre

source: Filter by event
fr: Filtrer par événement

source: Filter by category
fr: Filtrer par catégorie

source: Active rules
fr: Règles actives

source: Inactive rules
fr: Règles inactives

source: Fixed rules
fr: Règles figées

source: If you install the token module from !href, token replacements will be supported. <a href="@hide">Hide this message.</a>
fr: Si vous installez le module token depuis !href, le remplacement des token sera supporté. <a href="@hide">Cacher ce message.</a>

source: The rule %label has been added. You can start adding some conditions or actions now.
fr: La règle %label a été ajoutée. Vous pouvez maintenant lui ajouter des conditions et des actions.

source: Rule settings
fr: Paramètres de règle

source: Choose an appropriate label for this rule.
fr: Choisissez un label approprié pour cette règle.

source: Rule set
fr: Ensemble de règles

source: Select to which rule set this rule should belong.
fr: Sélectionnez l’ensemble de règles auquel cette règle doit appartenir.

source: Select the event on which you want to evaluate this rule.
fr: Sélectionnez l’événement qui déclenchera l’évaluation de cette règle.

source: Categories
fr: Catégories

source: A comma-separated list of terms describing this rule. Example: funny, bungee jumping.
fr: Une liste de termes séparés par des virgules décrivant cette règle. Exemple : drôle, saut à l’élastique.

source: This rule is active and should be evaluated when the associated event occurs.
fr: Cette règle est active et devrait être évaluée lorsque l’événement associé se produira.

source: Weight
fr: Poids

source: Adjust the weight to customize the evaluation order of rules.
fr: Ajuster les poids pour ordonner l’évaluation des règles.

source: Save changes
fr: Sauver les modifications

source: <em>Warning</em>: This rule has been provided by another module. <br />Be aware that any changes made through this interface might be overwritten once the providing module updates the rule.
fr: <em>Attention</em> : Cette règle est fournie par un autre module. <br />Gardez à l’esprit que tout changement réalisé à travers cette interface pourrait être écrasé si le module fournissant la règle la met à jour.

source: Rule elements
fr: Éléments de la règle

source: The rule %label has been updated.
fr: La règle %label a été mise à jour.

source: Select an action to add
fr: Sélectionnez une action à ajouter

source: The following actions aren't available in this context because they require arguments that don't exist in your rule. If you want to use any of these actions, you must first add some action that adds variables of this kind, or have an event that passes the required variables.
fr: Les actions suivantes ne sont pas disponibles dans ce contexte car elles nécessitent des arguments qui n’existent pas dans votre règle. Si vous voulez utiliser l’une d’entre elles, vous devez d’abord ajouter des actions fournissant des variables de ce type, ou disposer d’un événement fournissant les variables requises.

source: Next
fr: Suivant

source: Select the condition to add
fr: Sélectionnez la condition à ajouter

source: The following conditions aren't available in this context because they require arguments that don't exist in your rule. If you want to use any of these conditions, you must first add some action that adds variables of this kind in a previous rule, or have an event that passes the required variables.
fr: Les conditions suivantes ne sont pas disponibles dans ce contexte car elles nécessitent des arguments qui n’existent pas dans votre règle. Si vous voulez utiliser l’une d’entre elles, vous devez d’abord ajouter des actions fournissant des variables de ce genre dans une règle précédente ou avoir un événement qui fournira les variables requises.

source: Customize the label for this action.
fr: Personnaliser le label pour cette action.

source: Editing action %label
fr: Modifier l’action %label

source: Adjust the weight to customize the ordering of actions.
fr: Ajuster les poids pour ordonner les actions.

source: Save
fr: Enregistrer

source: Delete
fr: Supprimer

source: The action %label has been saved.
fr: L’action %label a été sauvée.

source: Customize the label for this condition.
fr: Personnaliser le label de cette condition.

source: Editing condition %label
fr: Modification de la condition %label

source: Negate
fr: Nier

source: If checked, the condition returns TRUE, if it evaluates to FALSE.
fr: Si coché, la condition retourne VRAI si elle est évaluée à FAUX.

source: Adjust the weight to customize the ordering of conditions.
fr: Ajuster les poids pour ordonner les conditions.

source: The condition %label has been saved.
fr: La condition %label a été sauvée.

source: Editing condition group %label
fr: Modification du groupe de conditions %label

source: If checked, the operation will be negated. E.g. AND would be handled as NOT AND.
fr: Si coché, l’opération sera niée. Par exemple, ET sera traité comme NON ET.

source: The logical operation of this condition group. E.g. if you select AND, this condition group will only evaluate to TRUE if all conditions of this group evaluate to TRUE.
fr: L’opérateur logique de ce groupe de conditions. Par exemple, si vous sélectionnez ET, ce groupe de conditions retournera VRAI si toutes les conditions de ce groupe retournent VRAI.

source: Adjust the weight to customize the ordering.
fr: Ajuster les poids pour ordonner.

source: The condition group %label has been saved.
fr: Le groupe de conditions %label a été sauvé.

source: Variable @label settings
fr: Paramètres de la variable @label

source: Machine readable variable name
fr: Nom de variable machine

source: Specify a unique name containing only alphanumeric characters, and underscores.
fr: Saisissez un nom unique contenant uniquement des caractères alphanumériques et des soulignés.

source: A variable with this name does already exist. Please choose another name.
fr: Une variable portant ce nom existe déjà. Choisissez un autre nom.

source: The name contains not allowed characters.
fr: Le nom contient des caractères interdits.

source: Arguments configuration
fr: Configuration des arguments

source: Are you sure you want to delete the logical operation %label?
fr: Êtes-vous sûr de vouloir supprimer l’opérateur logique %label ?

source: Are you sure you want to delete %label?
fr: Êtes-vous sûr de vouloir supprimer %label ?

source: This action cannot be undone.
fr: Cette action est irréversible.

source: Cancel
fr: Annuler

source: The logical operation %label has been deleted.
fr: L’opérateur logique %label a été supprimé.

source: %label has been deleted.
fr: %label a été supprimé.

source: Alter the settings for the cloned rule.
fr: Modifier les paramètres de la règle clonée.

source: @group module
fr: module @group

source: Debug rule evaluation
fr: Déboguer l’évaluation d’une règle

source: When activated, debugging information is shown when rules are evaluated.
fr: Une fois activées, les informations de débogage sont affichées lorsque les règles sont évaluées.

source: Show fixed rules and rule sets
fr: Afficher les règles figées et les ensembles de règles

source: When activated, fixed items provided by modules are shown in the admin center too.
fr: Une fois activés, les éléments figés fournis par les modules sont également affichés dans les pages d’administration.

source: Ignore missing token module
fr: Ignorer l’absence du module token

source: Rules can use the token module to provide token replacements; if this module is not present rules will complain, unless this setting is checked.
fr: Rules peut utiliser le module token pour effectuer des remplacements de token ; si ce module n’est pas présent Rules s’en plaindra à moins que ce paramètre soit activé.

source: 1 action is not configurable
fr: 1 action n’est pas configurable

source: 1 condition is not configurable
fr: 1 condition n’est pas configurable

source: Unavailable argument: @arguments
fr: Argument indisponible : @arguments

source: Name
fr: Nom

source: There are no rule sets.
fr: Il n’y a pas d’ensemble de règles.

source: Revert
fr: Revenir

source: Rule set settings
fr: Paramètre de l’ensemble de règles

source: Choose an appropriate label for this rule set.
fr: Choisissez un label approprié pour cet ensemble de règles.

source: Machine readable name
fr: Nom machine

source: A comma-separated list of terms describing this rule set. Example: funny, bungee jumping.
fr: Une liste de termes séparés par des virgules décrivant cet ensemble de règles. Exemple : drôle, saut à l’élastique.

source: The rule set %label has been updated.
fr: L’ensemble de règles a été mis à jour.

source: You may specify some arguments, which have to be passed to the rule set when it is invoked. For each argument you have to specify a label, a certain data type and a unique machine readable name containing only alphanumeric characters, and underscores.
fr: Vous pouvez fournir des arguments qui devront être passés à l’ensemble de règles quand il est invoqué. Pour chaque argument vous devez donner un label, un type de donnée et un nom machine unique contenant uniquement des caractères alphanumériques et des soulignés.

source: More arguments
fr: Plus d’arguments

source: If the amount of boxes above isn't enough, click here to add more arguments.
fr: Si la quantités de champs ci-dessus n’est pas suffisante, cliquez ici pour ajouter plus d’arguments.

source: The name may contain only digits, numbers and underscores.
fr: Le nom peut contenir uniquement des caractères alphanumériques et des soulignés.

source: All fields of an argument are required.
fr: Les champs d’un argument sont tous obligatoires.

source: Each name may be used only once.
fr: Un nom peut être utilisé une seule et unique fois.

source: Data type
fr: Type de donnée

source: The rule set %label has been added.
fr: L’ensemble de règles %label a été ajouté.

source: Rule sets are similar in concept to subroutines and can be invoked by actions or manually by code or another module.
fr: Les ensembles de règles fonctionnent sur le concept des sous-routines et peuvent être invoqués par des actions ou manuellement par du code ou depuis un autre module.

source: This is an overview about rules that are triggered by a certain event. A rule may contain conditions and actions, which are executed only when the conditions are met.
fr: Ceci est un aperçu des règles déclenchées par un événement particulier. Une règle peut contenir des conditions et des actions qui seront exécutées seulement quand les conditions sont réunies.

source: administer rules
fr: administrer les règles

source: Rules administration links.
fr: Liens vers l’administration des règles.

source: Customize your site by configuring rules that are evaluated on events.
fr: Personnaliser votre site en configurant les règles à évaluer sur des événements.

source: Overview
fr: Vue d'ensemble

source: Add a new rule
fr: Ajouter une nouvelle règle

source: Import / Export
fr: Importer / Exporter

source: Settings
fr: Paramètres

source: Add
fr: Ajouter

source: Edit
fr: Modifier

source: Clone rule
fr: Cloner une règle

source: Create and manage rule sets.
fr: Créer et gérer des ensembles de règles.

source: Add a new rule set
fr: Ajouter un nouvelle ensemble de règles

source: Example rule: When viewing an unpublished page, publish it.
fr: Exemple de règle : Au visionnage d’une page non publiée, la publier.

source: Viewed content is published
fr: Le contenu visionné est publié

source: Viewed content is Page
fr: Le contenu visionné est une page

source: Publish viewed content
fr: Publier le contenu visionné

source: Example: Empty rule set working with content
fr: Exemple : Ensemble de règles vide fonctionnant avec du contenu

source: Rules Administration UI
fr: Interface d’administration de Rules

source: Provides the administration UI for rules.
fr: Fournit l’interface d’administration de Rules.

source: Schedule @set
fr: Planification de @set

source: Scheduled evaluation date
fr: Date d’évaluation planifiée

source: Packing arguments for scheduling the rule set %set failed.
fr: Emballage des arguments pour la planification de l’ensemble de règles %set abandonné.

source: The evaluation of the rule set is going to be scheduled by cron. So make sure you have configured cron correctly by checking your site's !status.
fr: L’évaluation de cet ensemble de règles est planifiée pour être exécuté par cron. Assurez-vous d’avoir configuré cron correctement en vérifiant le !status de votre site.

source: Also note that the scheduling time accuracy depends on your configured cron interval.
fr: Notez également que la précision de la planification dépend de l’intervalle configuré pour votre cron.

source: Stores a schedule for rule sets.
fr: Enregistre une planification pour des ensembles de règles.

source: The scheduled task's id.
fr: L’identifiant de la tâche planifiée.

source: The scheduled rule set's name.
fr: Le nom de l’ensemble de règles planifié.

source: When the task is to be scheduled.
fr: Quand la tâche doit être planifiée.

source: Rules Scheduler
fr: Planificateur de règles

source: Schedule the execution of rule sets.
fr: Planifier l’exécution d’ensembles de règles.

source: Test altering arguments by reference
fr: Test de la modification des arguments par référence

source: Test changing arguments per action
fr: Test de changement des arguments par action

source: Test changing arguments per action - check
fr: Test de changement des arguments par action - vérification

source: Test adding a new variable
fr: Test de l’ajout d’une nouvelle variable

source: Rules Simpletest
fr: Simpletest de Rules

source: Tests the functionality of the rule engine
fr: Teste les fonctionnalités du moteur de règles
