Repository: Haza/drupalfr.org
Catalog: www/sites/default/files/workflow.*_.po
Languages: fr

source: Workflow Name
fr: Nom du flux de publication

source: Add Workflow
fr: Ajouter un flux de publication

source: Please provide a nonblank name for the new workflow.
fr: Veuillez donner un nom 'non-vide' pour le nouveau flux de publication

source: A workflow with the name %name already exists. Please enter another name for your new workflow.
fr: Un flux de publication du même nom (%name) existe déjà. Merci de saisir un autre nom pour votre nouveau flux de publication.

source: The workflow %name was created. You should now add states to your workflow.
fr: Le flux de publication %name a été créé. Vous devriez maintenant ajouter des statuts à votre flux de publication.

source: Are you sure you want to delete %title? All nodes that have a workflow state associated with this workflow will have those workflow states removed.
fr: Êtes vous sûr de vouloir supprimer %title ? Tous les statuts associés à ce flux seront effacés des nodes utilisant ce flux.

source: This action cannot be undone.
fr: Cette action est irréversible.

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: The workflow %name with all its states was deleted.
fr: Le flux de publication %name et tous ses statuts

source: author
fr: auteur

source: From
fr: De

source: To
fr: À

source: %role may do these transitions:
fr: %role peut faire ces transitions

source: None
fr: Aucun

source: Workflow information
fr: Information sur le flux de publication

source: Comment for Workflow Log
fr: Commentaires pour le journal du flux de publication

source: Show a comment field in the workflow section of the editing form.
fr: Afficher un commentaire dans la section flux de publication du formulaire d'édition

source: On the node editing form, a Comment form can be shown so that the person making the state change can record reasons for doing so. The comment is then included in the node's workflow history.
fr: Dans le formulaire d'édition des contenus, un champ permettant d'ajouter un commentaire peut être affiché afin que la personne qui modifie le statut du contenu puisse communiquer la raison de modification du statut. Le commentaire est alors ajouté à l'historique du flux de publication de ce contenu.

source: Show a comment field in the workflow section of the workflow tab form.
fr: Montrer un champ commentaire dans l'onglet flux de publication

source: On the workflow tab, a Comment form can be shown so that the person making the state change can record reasons for doing so. The comment is then included in the node's workflow history.
fr: Dans l'onglet flux de publication, un champ permettant d'ajouter un commentaire peut être affiché afin que la personne qui modifie le statut du contenu puisse communiquer la raison de modification du statut. Le commentaire est alors ajouté à l'historique du flux de publication de ce contenu.

source: Workflow tab permissions
fr: Onglet des permissions du flux de publication

source: Select any roles that should have access to the workflow tab on nodes that have a workflow.
fr: Selectionnez les rôles qui auront accès à l'onglet flux de publication pour les contenus qui en ont.

source: Save
fr: Enregistrer

source: Permissions Summary
fr: Résumé des permissions

source: Edit workflow %name
fr: Editer le flux de publication %name

source: From / To
fr: De / À

source: (creation)
fr: (création)

source: There are no states defined for this workflow.
fr: Il n'y a pas de statut défini pour ce flux de publication.

source: A workflow with the name %name already exists. Please enter another name for this workflow.
fr: Un flux de publication avec le même nom (%name) existe déjà. Merci de saisir un autre nom pour ce flux de publication.

source: Please provide a nonblank name for this workflow.
fr: Merci de saisir un nom pour ce worflow (obligatoire).

source: Please give the author permission to go from %creation to at least one state!
fr: Merci de donner la permission à l'auteur de passer de %creation au statut suivant !

source: The workflow was updated.
fr: Le flux de publication a été mis à jour.

source: Edit workflow state %state
fr: Editer le statut du flux de publication %state

source: Add a new state to workflow %workflow
fr: Ajouter un nouveau statut au flux de publication %workflow

source: State name
fr: Nom du statut

source: Enter the name for a state in your workflow. For example, if you were doing a meal workflow it may include states like <em>shop</em>, <em>prepare</em>, <em>eat</em>, and <em>clean up</em>.
fr: Saisissez le nom du statut à ajouter à votre flux de publication. Par exemple, si vous deviez créer un workflow repas, il pourrait inclure les étapes : faire les courses, préparer, manger, nettoyer.

source: Weight
fr: Poids

source: In listings, the heavier states will sink and the lighter states will be positioned nearer the top.
fr: Dans les listes, le poids le plus élevé est en bas et le plus léger en haut.

source: Please provide a nonblank name for this state.
fr: Merci de saisir un nom pour ce statut (obligatoire).

source: A state with the name %state already exists in this workflow. Please enter another name for this state.
fr: Un statut nommé %state existe déjà dans ce flux de publication. Merci de saisir un autre nom pour ce statut.

source: Please provide a nonblank name for the new state.
fr: Veuillez donner un nom 'non-vide' au nouveau statut.

source: A state with the name %state already exists in this workflow. Please enter another name for your new state.
fr: Un statut nommé %state existe déjà dans ce flux de publication. Merci de saisir un autre nom pour votre statut.

source: The workflow state was updated.
fr: Le statut du flux de publication a été mis à jour.

source: The workflow state %name was created.
fr: Le statut du flux de publication %name a été créé

source: Add state
fr: Ajouter un statut

source: Edit
fr: Modifier

source: State
fr: Statut

source: Operations
fr: Opérations

source: Workflow
fr: Flux de publication

source: No workflows have been added. Would you like to <a href="@link">add a workflow</a>?
fr: Aucun flux de publication n'a été défini. Voulez-vous en <a href="@link">ajouter un</a>?

source: State to be assigned to orphaned nodes
fr: Statut à assigner aux contenus orphelins

source: Are you sure you want to delete %title (and all its transitions)?
fr: Êtes vous certain de vouloir supprimer %title (et toutes ses transitions) ?

source: The workflow state %name was deleted.
fr: Le statut du flux de publication %name a été effacé.

source: Each content type may have a separate workflow. The form for changing workflow state can be displayed when editing a node, editing a comment for a node, or both.
fr: Chaque type de contenu peut avoir un flux de publication différent. Le formulaire pour modifier le statut du flux de publication peut être affiché lors de l'édition du contenu, des commentaires ou les deux.

source: Post
fr: Contenu

source: Comment
fr: Commentaire

source: Save workflow mapping
fr: Sauver la procédure du flux de publication

source: Content Type
fr: Type de contenu

source: Display Workflow Form for:
fr: Afficher le formulaire du Flux de publication pour :

source: The workflow mapping was saved.
fr: La procédure du flux de publication a été sauvegardée.

source: workflow
fr: flux de publication

source: Created workflow %name
fr: Flux de publication %name créé

source: Deleted workflow %name with all its states
fr: Flux de publication %name et tous ses statuts effacés.

source: Created workflow state %name
fr: Statut %name créé.

source: Deleted workflow state %name
fr: Statut %name effacé.

source: Since you are deleting a workflow state, a node which is in that state will be orphaned, and must be reassigned to a new state. Please choose the new state.
fr: Suite à l'effacement d'un statut du flux de publication, un contenu auquel ce statut était affecté va être orphelin, son statut doit être redéfini. Merci de choisir le nouveau statut.

source: Current state: !state
fr: Statut actuel: !state

source: Old State
fr: Ancien statut

source: New State
fr: Nouveau statut

source: By
fr: Par

source: Workflow History
fr: Historique du Flux de publication

source: *State is no longer available.
fr: *Statut désormais indisponible.

source: Change %s state
fr: Changer le statut de %s

source: Submit
fr: Envoi

source: You are currently viewing the possible transitions to and from workflow states. The state is shown in the left column; the state to be moved to is to the right. For each transition, check the box next to the role(s) that may initiate the transition. For example, if only the "production editor" role may move a node from Review state to the Published state, check the box next to "production editor". The author role is built in and refers to the user who authored the node.
fr: Vous êtes en train de visualiser les transitions possibles dans le flux de publication. Le statut de départ est affiché dans la colonne de gauche; le statut d'arrivée dans la colonne droite. Pour chaque transition, cocher la case à côté du rôle qui a la permission d'initier la transition. Par exemple, si le rôle 'éditeur' a le droit de passer un contenu de 'brouillon' à 'publié', cocher la case à côté de 'editeur'. L'auteur du contenu a un rôle spécial prédéfini, 'auteur'.

source: To get started, provide a name for your workflow. This name will be used as a label when the workflow status is shown during node editing.
fr: Pour commencer, donnez un nom à votre flux de publication. Ce nom sera utilisé comme étiquette lorsque le statut du flux de publication est affiché durant l'édition du contenu.

source: Use this page to set actions to happen when transitions occur. To configure actions, use the <a href="@link">actions settings page</a>.
fr: Utilisez cette page pour définir les actions à initier lorsque les transitions se produisent. Pour configurer les actions, utiliser la <a href="@link">page</a> de paramétrage des actions.

source: Node deleted
fr: Contenu effacé

source: @node_title is scheduled for state change to %state_name on !scheduled_date
fr: Le changement de statut de @node_title en %state est planifié pour le !scheduled_date

source: Schedule
fr: Planifier

source: Immediately
fr: Immediatemment

source: Schedule for state change at:
fr: Planifier le changement de statut le :

source: Please enter a time in 24 hour (eg. HH:MM) format. If no time is included, the default will be midnight on the specified date. The current time is:
fr: Merci de saisir une heure au format 24h (i.e HH:MM). Si aucune heure n'est définie, celle-ci sera définie par défaut à minuit à la date spécifiée. L'heure actuelle est :

source: A comment to put in the workflow log.
fr: Un commentaire à intégrer dans le journal du flux de publication

source: Change workflow state of post to next state
fr: Affecter le statut suivant au contenu

source: Change workflow state of post to new state
fr: Affecter un autre statut au contenu

source: Target state
fr: Statut à affecter

source: Please select that state that should be assigned when this action runs.
fr: Merci de sélectionner le statut qui devra être affecté lorsque cette action est exécutée.

source: Force transition
fr: Forcer la transition

source: If this box is checked, the new state will be assigned even if workflow permissions disallow it.
fr: Si cette case est cochée, le nouveau statut sera assigné même si les permissions du flux de publication ne l'autorise pas.

source: This message will be written into the workflow history log when the action runs. You may include the following variables: %state, %title
fr: Ce message sera enregistré dans l'historique du flux de publication lorsque l'action est exécutée. Vous pouvez inclure les variables suivantes : %state, %title

source: Action set %title to %state.
fr: Action définie : %title vers %state.

source: Previous state deleted
fr: Etat précédent effacé.

source: view
fr: visualiser

source: When %type moves from %state to %target_state
fr: Quand %type passe de %state à %target_state

source: Either no transitions have been set up or this workflow has not yet been assigned to a content type. To enable the assignment of actions, edit the workflow to assign permissions for roles to do transitions. After that is completed, transitions will appear here and you will be able to assign actions to them.
fr: Soit aucune transition n'a été définie ou ce flux de publication n'a pas encore été affecté à un type de contenu. Pour activer l'affectation des actions, éditer le flux de publication et affectez les permissions aux rôles pour les transitions. Une fois que cela est effectué, les transitions apparaîtront ici et vous serez en mesure d'affecter des actions.

source: @node_title scheduled for state change to %state_name on !scheduled_date
fr: Un changement de statut de @node_title vers %state_name le !scheduled_date a été planifié.

source: Attempt to go to nonexistent transition (from %old to %new)
fr: Tentative d'affecter une transition qui n'existe pas (de %old à %new)

source: User %user not allowed to go from state %old to %new
fr: L'utilisateur %user n'est pas autorisé à passer le statut de %old à %new

source: Transition vetoed by module.
fr: Transition interdite par le module.

source: State of @type %node_title set to @state_name
fr: Statut de @type %node_title passé à @state_name

source: Unable to get current workflow state of node %nid.
fr: Impossible d'obtenir le statut du flux de publication du contenu %nid

source: Unable to get actions associated with a transition because the trigger module is not enabled.
fr: Impossible de récupérer les actions associées avec la transition parceque le module Trigger n'est pas activé

source: Action %action has been unassigned.
fr: L'action %action a été retirée.

source: content
fr: contenu

source: %type: scheduled transition of %title.
fr: %type: transition planifiée pour %title.

source: administer workflow
fr: administrer les flux de publication

source: schedule workflow transitions
fr: planifier les transitions du flux de publication

source: access workflow summary views
fr: accéder au résumé du flux de publication

source: Allows the creation and assignment of arbitrary workflows to node types.
fr: Autorise la création et l'affectation de flux de publication arbitraires aux types de contenu.

source: Edit workflow
fr: Éditer le flux de publication

source: List
fr: Liste

source: Add workflow
fr: Ajouter flux de publication

source: Delete State
fr: Effacer Statut

source: Delete workflow
fr: Supprimer le flux de publication

source: Access control
fr: Contrôle des accès

source: Roles who can view posts in this state
fr: Rôle qui peuvent voir les contenus ayant ce statut

source: Roles who can edit posts in this state
fr: Rôle qui peuvent éditer les contenus ayant statut

source: Roles who can delete posts in this state
fr: Rôle qui peuvent effacer les contenus ayant ce statut

source: Workflow access permissions updated.
fr: Contrôle des accès du flux de publication mis à jour.

source: workflow_access
fr: acces_flux_publication

source: Workflow access
fr: Accès au flux de publication

source: Content access control based on workflows and roles.
fr: Contrôle des accès au contenu basé sur les flux de publication et les rôles.

source: State weight
fr: Poids du statut

source: The weight of the current workflow state that the node is in.
fr: Le poids affecté au statut du flux de publication dans lequel se trouve le contenu.

source: Current state name
fr: Nom du statut actuel

source: The readable name of the workflow state that the node is in. (Less efficient, use only when click-sorting by state name.)
fr: Le nom explicite du statut dans lequel le contenu se trouve (moins efficace, utiliser seulement lorsque vous triez par nom de statut).

source: Current state
fr: Statut actuel

source: The current workflow state that the node is in.
fr: Le statut actuel dans lequel se trouve le contenu.

source: Scheduled state
fr: Statut planifié

source: Scheduled time
fr: Heure planifiée

source: The time at which the node will change workflow states.
fr: L'heure à laquelle le contenu va changer de statut.

source: Scheduled comment
fr: Commentaire sur le changement de statut

source: A comment describing why the node was scheduled for state transition.
fr: Un commentaire décrivant pourquoi un changement de statut du contenu a été planifié.

source: Previous state
fr: Statut précédent

source: A workflow state that the node was in previously.
fr: Le statut dans lequel se trouvait le contenu précédemment.

source: Previous time
fr: Heure du dernier changement.

source: The time at which the node moved from one state to another.
fr: L'heure à laquelle le contenu est passé d'un statut à l'autre.

source: Previous comment
fr: Commentaire du précédent changement de statut

source: A comment describing why the node was moved from one state to another in the past.
fr: Un commentaire décrivant pourquoi le dernier changement de statut du contenu a eu lieu.

source: No state
fr: Aucun statut

source: Unknown state
fr: Statut inconnu

source: Workflow state
fr: Statut du flux de publication
